{
  "title_1": "Why Public Faith?",
  "title_2": "Week 1",
  "scripture_verse": "John 4:27-42",
  "scripture_body":"<p><span class='super'>27</span> Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, \"What do you want?\" or \"Why are you talking with her?\"</p><p><span class='super'>28</span> Then, leaving her water jar, the woman went back to the town and said to the people, <span class='super'>29</span> \"Come, see a man who told me everything I ever did. Could this be the Messiah?\" <span class='super'>30</span> They came out of the town and made their way toward him.</p><p><span class='super'>31</span> Meanwhile his disciples urged him, \"Rabbi, eat something.\"</p><p><span class='super'>32</span> But he said to them, \"I have food to eat that you know nothing about.\"</p><p><span class='super'>33</span> Then his disciples said to each other, \"Could someone have brought him food?\"</p><p><span class='super'>34</span> \"My food,\" said Jesus, \"is to do the will of him who sent me and to finish his work.</p><p><span class='super'>35</span> Don't you have a saying, 'It's still four months until harvest'? I tell you, open your eyes and look at the fields! They are ripe for harvest. <span class='super'>36</span> Even now the one who reaps draws a wage and harvests a crop for eternal life, so that the sower and the reaper may be glad together. <span class='super'>37</span> Thus the saying 'One sows and another reaps' is true. <span class='super'>38</span> I sent you to reap what you have not worked for. Others have done the hard work, and you have reaped the benefits of their labor.\"</p><p><span class='super'>39</span> Many of the Samaritans from that town believed in him because of the woman's testimony, \"He told me everything I ever did.\" <span class='super'>40</span> So when the Samaritans came to him, they urged him to stay with them, and he stayed two days. <span class='super'>41</span> And because of his words many more became believers.</p><p><span class='super'>42</span> They said to the woman, \"We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.\"</p>",
  "goal": "To discuss how sharing our faith isn't about imposing our beliefs, but is a sincere expression of love toward the people we genuinely care for.",
  "background": "<p>We begin our series, \"Public Faith: Sharing the Hope that's Within\", with the question, \"Why should we seek to share our hope with others?\" Sharing one's faith is often viewed (by Christians) as an unpleasant duty or (by non-Christians) as an unwelcome imposition of one's private beliefs. Both of these views, however, fail to recognize that sharing one's faith is actually an act of love. If we genuinely love and care about someone, we can't help but share our faith with them.</p><p>This week's passage is part of a dialogue between Jesus and a Samaritan woman. Their interaction is surprising on many levels. First, because of who she is. Not only was she a woman in a patriarchal society, she was also one of the deeply scorned Samaritans, a group that was considered pagan because of an interracial mix of Jew and Gentile.</p><p>The second surprise is where and when they meet. Typically only women, who were responsible for drawing water, would be found at a well. What is more, they meet at noon, when the other women would be avoiding the heat. This suggests that she was an outcast who would rather bear the heat of the sun than the heat of judgment from her townspeople.</p>",
  "question1": "1. Look at what the Samaritan woman does in response to her encounter with Jesus. What can we learn about what an authentic response to the gospel looks like?",
  "question2": "2. Read v. 30, 39-42. How can the words and actions of the townspeople encourage us as we tell others about Jesus?",
  "addlSections": [
    {
      "header": "PUBLIC FAITH APPLICATION",
      "body": "<p>Each week there will be an extended time devoted to applying the themes from our discussion. Having examined why sharing one's faith is an act of love, we now ask what prevents us from loving those we care for in this way. To close our time together, we will spend time every week praying for non-Christian friends and family that God has brought into our lives.</p><h4>GROUP DISCUSSION</h4><p>The following are a few common reasons why people don't share the gospel and how the gospel equips us to overcome these “hang ups”. Which of these resonates with you and why?</p><p><b>1. Pride:</b> The gospel fills us with humility and compassion. A Christian is a Christian only by the grace of God, not by anything good she has done. Therefore, a Christian has no reason to feel any kind of moral or intellectual superiority, and should approach non-Christians with utter respect and compassion for doubts, questions or struggles.</p><p><b>2. Fear:</b> The gospel removes our over-need for human approval. The gospel says that God, the judge of all creation, approves of us, in which case we need not fear what people think when we talk to them about Jesus. While we should make every effort not to insult, offend, or hurt people, we cannot be silent at the cost of maintaining our reputation. Indeed, an experience of God's love should make us willing to take criticism and risk disapproval.</p><p><b>3. Pessimism:</b> The gospel fills us with hope and confidence. We discount God when we think of some of our friends and family and think, “No way—it would take a miracle for them to believe.” Do you believe it took a miracle of grace for God to redeem you? Do you believe God loves our friends and family more than we could possibly love them? If yes, then there is not a single person who cannot believe and become a follower of Christ.</p><p><b>4. Indifference:</b> The gospel removes lethargy and insensitivity. Is the gospel the best thing you have ever heard? Do you believe that it actually changes lives? Do you see the needs of those around you? If so, how can we keep quiet about it? It is natural to want to share about anything that brings us joy and it is loving to share something that brings life.</p>"
    },
    {
      "header": "LISTENING COMPONENT",
      "body": "<p>Listening well is one of the most powerful ways to demonstrate respect and love for someone. In the coming weeks, each of us will be asking two to three non-Christian friends about their thoughts on spirituality and the Christian faith. The intent is not about debating or to arguing the claims of Christianity. Rather, it is to listen well with humility and respect and learn from those outside our faith..</p><p>Through four open-ended questions, we hope that you will get a deeper appreciation for your friends' thoughts, questions and concerns. As your friends perhaps for the first time learn that you are a Christian, your active listening will develop deeper friendships and will hopefully lead to natural follow up conversations. The questions are:</p><p class='indented-passage'>1. “Do you think it is possible to know if there is a God? Why or why not?”<br><br>2. “How do you determine if someone is a good person or not? (or how do you decide what is right and wrong behavior)?”<br><br>3. “What, if anything, do you find attractive or compelling about Christianity? Why?”<br><br>4. “What are your biggest objections to Christianity? (Or what would be the greatest barrier to you embracing the Christian faith?)”</p><p>Each week, we will discuss what we hear from our friends. Your CG Leader will jot down some general notes on what was discussed so that we as a church can listen to and learn what New Yorkers outside our faith think about spiritual matters.</p><h4>YOUR ASSIGNMENT THIS WEEK:</h4><ul><li>* Think and pray about 2-3 non-Christian in your life would be open to sharing their spiritual thoughts with you.</li><li>* Reflect on what it takes to listen without interjecting or following up with a rebuttal; but listen intently to learn the various aspects of a friend's thoughts and feelings.</li></ul>"
    },
    {
      "header": "PRAYER",
      "body": "<h4>CIRCLE OF FRIENDS EXERCISE</h4><p>Praying for our non-Christian friends is indispensable for public faith. As we pray over our their hopes, fears and desires, we commit these friendships to God, whose love in Jesus is the greatest thing our friends can experience. Prayer reminds us that we cannot “convert” anyone by our own strength and that we must not turn friends into “projects.” Instead, prayer reminds us that the gift of salvation can only come by God's grace.</p><h4>INSTRUCTIONS</h4><p>1. Fill in your Circle of Friends worksheet with a name of a non-Christian friend in each circle of your life. You will be praying for them every week. They may be the friends you have in mind for the Listening Component exercise.</p><p>2. Break up into prayer groups of three or four.</p><p>3. Go around taking turns praying aloud for each person on your list. Though you may not know some the friends of others in your prayer group, rely on the Holy Spirit in praying for them. Pray for:</p><p>• Openness to and curiosity about the gospel<br>• For God to place other loving and humble Christians in their lives<br>• Healing and forgiveness if they've been hurt by the church or Christians<br>• Willingness to share their thoughts candidly and to answer questions for the Listening Component</p><p>(If you are uncomfortable with praying out loud, please pray silently when it is your turn and then say “Amen” to indicate when you are done.)</p><p>4. REMEMBER: We will be praying for these five people every week so please bring the sheet back every week or write it into an email/text/notebook for yourself..</p>"
    }
  ],
  "worship": [
    {
      "header": "Madly",
      "body": "<p>I'm madly in love with You<br>I'm madly in love with You<br>I'm madly in love with You<br>I'm madly in love with You</p><p>Let what we do in here<br>Fill the streets out there<br>Let us dance for You<br>Let us dance for You (x2)</p><p>All of my life<br>And nothing less<br>I offer to you<br>My righteousness (x2)</p>"
    },
    {
      "header": "Psalm 46",
      "body": "<p><span class='super'>1</span> God is our refuge and strength, an ever-present help in trouble.</p><p><span class='super'>2</span> Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea,</p><p><span class='super'>3</span> though its waters roar and foam and the mountains quake with their surging.</p><p><span class='super'>4</span> There is a river whose streams make glad the city of God, the holy place where the Most High dwells.</p><p><span class='super'>5</span> God is within her, she will not fall; God will help her at break of day.</p><p><span class='super'>6</span> Nations are in uproar, kingdoms fall; he lifts his voice, the earth melts.</p><p><span class='super'>7</span> The Lord Almighty is with us; the God of Jacob is our fortress.</p><p><span class='super'>8</span> Come and see what the Lord has done, the desolations he has brought on the earth.</p><p><span class='super'>9</span> He makes wars cease to the ends of the earth. He breaks the bow and shatters the spear; he burns the shields with fire.</p><p><span class='super'>10</span> He says, “Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.”</p><p><span class='super'>11</span> The Lord Almighty is with us; the God of Jacob is our fortress.</p>"
    },
    {
      "header": "O Praise Him",
      "body": "<p>Turn your ear to heaven and hear a noise inside<br>The sound of angels' awe<br>The sound of angels' songs<br>And all this for a king<br>We could join and sing<br>All to Christ our king</p><p>How constant how divine<br>This song of ours will rise<br>Oh how constant how divine<br>This love of ours will rise</p><p>O praise him<br>O praise him<br>He is holy<br>He is holy</p><p>Turn your gaze to heaven and raise a joyous noise<br>The sound of salvation come<br>The sound of rescued ones<br>And all this for a king<br>Angels join to sing<br>All for Christ our king</p><p>How infinite and sweet<br>This love so rescued me<br>Oh how infinitely sweet<br>This great love that has redeemed<br>As one we sing</p>"
    }
  ]
}