{
  "title_1": "Sickness Unto Death",
  "title_2": "Week 2",
  "scripture_verse": "Ecclesiastes 2:10-26",
  "scripture_body":"<p><span class='super'>10</span> I denied myself nothing my eyes desired; I refused my heart no pleasure. My heart took delight in all my labor, and this was the reward for all my toil. <span class='super'>11</span> Yet when I surveyed all that my hands had done and what I had toiled to achieve, everything was meaningless, a chasing after the wind; nothing was gained under the sun. <span class='super'>12</span> Then I turned my thoughts to consider wisdom, and also madness and folly. What more can the king's successor do than what has already been done? <span class='super'>13</span> I saw that wisdom is better than folly, just as light is better than darkness. <span class='super'>14</span> The wise have eyes in their heads, while the fool walks in the darkness; but I came to realize that the same fate overtakes them both. <span class='super'>15</span> Then I said to myself, \"The fate of the fool will overtake me also. What then do I gain by being wise?\" I said to myself, \"This too is meaningless.\"</p><p><span class='super'>16</span> For the wise, like the fool, will not be long remembered; the days have already come when both have been forgotten. Like the fool, the wise too must die!</p><p><span class='super'>17</span> So I hated life, because the work that is done under the sun was grievous to me. All of it is meaningless, a chasing after the wind. <span class='super'>18</span> I hated all the things I had toiled for under the sun, because I must leave them to the one who comes after me. <span class='super'>19</span> And who knows whether that person will be wise or foolish? Yet they will have control over all the fruit of my toil into which I have poured my effort and skill under the sun. This too is meaningless. <span class='super'>20</span> So my heart began to despair over all my toilsome labor under the sun. <span class='super'>21</span> For a person may labor with wisdom, knowledge and skill, and then they must leave all they own to another who has not toiled for it. This too is meaningless and a great misfortune. <span class='super'>22</span> What do people get for all the toil and anxious striving with which they labor under the sun? <span class='super'>23</span> All their days their work is grief and pain; even at night their minds do not rest. This too is meaningless.</p><p><span class='super'>24</span> A person can do nothing better than to eat and drink and find satisfaction in their own toil. This too, I see, is from the hand of God, <span class='super'>25</span> for without him, who can eat or find enjoyment? <span class='super'>26</span> To the person who pleases him, God gives wisdom, knowledge and happiness, but to the sinner he gives the task of gathering and storing up wealth to hand it over to the one who pleases God. This too is meaningless, a chasing after the wind.</p>",
  "goal": "To wrestle with the most basic of human questions, \"What gives life meaning?\" and explore whether life can have true and lasting meaning apart from God.",
  "background": "<p>Our culture tells us that we ourselves are the masters of our fate; we get to define meaning, not some outside authority whose existence is questionable at best. But the gospel tells us that all meaning and purpose is found in the life, death and resurrection of Jesus Christ. Furthermore, the Bible states that \"in him, all things hold together\" (Colossians 1:17). So which view is right?</p><p>The text for this week is from one of the greatest philosophical reflections on the meaning of life: the book of Ecclesiastes. Its author, King Solomon, was a man renowned for his wealth, knowledge and power, but not even his success and achievements could spare him from the lifelong struggle to make sense of it all. There may be no better guide to help us explore the question of meaning and whether it exists apart from God.</p>",
  "question1": "1. In this text, King Solomon lists a variety of pursuits he gave his life to in search of meaning. What are they and why did they fall short? Which of these do you tend to believe will give you meaning and worth?",
  "question2": "2. In verse 25, the author says that without God one cannot even \"eat or find enjoyment.\" How does belief in God bring meaning to life? How does the gospel—God dying in our place for our sins—uniquely address the problem of meaning?",
  "addlSections": [
    {
      "header": "PUBLIC FAITH APPLICATION",
      "body": "<p>We examined how pleasure, achievement and success is never enough in truly fulfilling us, and how the Gospel uniquely addresses the problem of meaning. The following activity is designed to help us understand and present the Gospel as our personal search for meaning.</p><h4>PRESENTING THE GOSPEL</h4><p>The Gospel is good news. As such, we need words to express it fully. The oft-spoken saying, \"Preach the gospel, and when necessary use words\" is only a half-truth. While faithful living is crucial to sharing the gospel, the good news must be communicated effectively for people to understand it. This week, we discuss how to present a brief explanation of the gospel.</p><h4>THE GOSPEL IN FOUR PARTS:</h4><p><b>a) Creation:</b> Why we are here and how things are supposed to be.<br>God made a good, beautiful, harmonious world as an expression of his love. It was filled with beings who were made to have their deepest significance, joy and peace in God and in one another.</p><p><b>b) Disintegration: What went wrong.</b><br>We chose to center our lives on ourselves and pursue selfish desires rather than God. This led to the disintegration of creation and the loss of peace—within ourselves, amongst ourselves, and in nature itself. War, hunger, poverty, injustice, racism, bitterness, meaninglessness, despair, sickness and death are the result.</p><p><b>c) Redemption: The greatest intervention to put the world right.</b><br>Though we ran from him, God was determined to win us back. He entered history in the person of Jesus to heal our broken relationship with him. Jesus' sacrificial life and death exemplify the life we must live and rescues us from the life we have lived. His resurrection proved he was God and ushered in the beginning of a new future.</p><p><b>d) Re-Creation: A new world coming.</b><br>We now live by faith in Jesus. When we rely on his work and record (rather than our own) to restore our relationship with God, his power comes upon us and begins to work through us. He equips us to love others selflessly, giving a partial, but real, foretaste of the healing of the world God will accomplish when Jesus returns.</p><h4>PARTNER EXERCISE</h4><p>Pair off and practice sharing your version of the gospel in four parts. Offer feedback to each other on parts that may need more sensitivity to non-Christians.</p>"
    },
    {
      "header": "LISTENING COMPONENT",
      "body": "<p>The next few weeks, we will practice one of the most important elements in sharing our hope with others: listening. We do not listen solely to create opportunities for us to talk and share the gospel; listening is an end in itself, a way to love others. Good listening often invites open dialogue and deepens trust.</p><p>To do this we will ask our non-Christian friends four open-ended questions, designed to help you learn more about them. We will simply listen intently to learn the various aspects of a friend's thoughts and feelings. Please do not argue, debate or offer a rebuttal. This is an exercise to listen and learn with humility and respect.</p><h4>YOUR ASSIGNMENT THIS WEEK:</h4><p>Ask two or three non-Christian friends if they would be willing to get together with you to share their thoughts on spirituality - purely as a listening and learning exercise. For the purposes of building trust, it is best to have these conversations face to face.</p><p>Here is an example of how you can ask:</p><p class='indented-passage'>\"Sometimes churches are better at talking than listening. I'm part of group at my church that's really interested in what people think and feel about spirituality and Christianity. I'd love to hear your thoughts on some topics our group will be talking about, so could you help me out by sharing your honest thoughts?</p><p class='indented-passage'>I just want to listen rather than have a debate. We can dialogue more about it later down the road but for now, I'd love to just listen.</p><p class='indented-passage'>What do you think? Would you be willing to answer one question a week for the next 4 weeks (or two questions now and two more in a couple weeks)? If you're game for this, could we set up a time to meet up next week?\"</p><p>Every week, we will regroup as a community group to share and discuss the answers offered by our non-Christian friends. The CG Leader will take note of the discussion so that we as a church can learn about what New Yorkers outside the faith are thinking.</p>"
    },
    {
      "header": "PRAYER",
      "body": "<p>Prayer unleashes the power of God and is primary to living a missional life with non- Christians. Refer to the Circle of Friends worksheet you filled out last week. Every week we will be praying for these five non- Christian friends.</p><h4>INSTRUCTIONS</h4><p>1. Break up into prayer groups of three or four.</p><p>2. Take turns praying for not just your list, but for everyone your prayer group listed. You will likely be unfamiliar with individuals on other lists, but we can rely on the Holy Spirit in praying for them. Some areas to pray for:<ul><li>• Openness to and curiosity about the gospel</li><li>• For God to place other loving and humble Christians in their lives</li><li>• Healing and forgiveness if they've been hurt by the church or Christians</li><li>• Willingness to share their thoughts candidly and to answer questions for the Listening Component</li></ul></p><p>(If you are uncomfortable with praying out loud, please pray silently when it is your turn and then say \"Amen\" to indicate when you are done.)</p><p>3. REMEMBER: We will be praying for these five people every week so please bring the sheet back every week or write it into an email/text/notebook for yourself.</p>"
    }
  ],
  "worship": [
    {
      "header": "Beautiful One",
      "body": "<p>Wonderful, so wonderful is your unfailing love<br>Your cross has spoken mercy over me<br>No eye has seen, no ear has heard, no heart can fully know<br>How glorious how beautiful you are</p><p>Beautiful One I love<br>Beautiful One I adore<br>Beautiful One my soul must sing</p><p>Powerful, so powerful your glory fills the stars<br>Your mighty words displayed for all to see<br>The beauty of your majesty awakes my heart to sing<br>How marvelous how wonderful you are</p><p>You opened my eyes to your wonders anew<br>You captured my heart with this love<br>Because nothing on earth is as beautiful as you (x2)</p>"
    },
    {
      "header": "Ephesians 6",
      "body": "<p><span class='super'>10</span> Finally, be strong in the Lord and in his mighty power.</p><p><span class='super'>13</span> ... Put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <span class='super'>14</span> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <span class='super'>15</span> and with your feet fitted with the readiness that comes from the gospel of peace.</p><p><span class='super'>18</span> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the Lord’s people. <span class='super'>19</span> Pray also for me, that whenever I speak, words may be given me so that I will fearlessly make known the mystery of the gospel...</p>"
    },
    {
      "header": "How Great Thou Art",
      "body": "<p>O Lord my God!  When I in awesome wonder<br>Consider all the works Thy hands have made,<br>I see the stars, I hear the mighty thunder,<br>Thy power throughout the universe displayed.</p><p>Then sings my soul, my Savior God to Thee;<br>How great Thou art!  How great Thou art!<br>Then sings my soul, my Savior God to Thee;<br>How great Thou art!  How great Thou art!</p><p>When through the woods, the forest glades I wander<br>And hear the birds sing sweetly in the trees,<br>When I look down from lofty mountain grandeur<br>And hear the brook and feel the gentle breeze</p><p>And when I think that God, His Son not sparing,<br>Sent Him to die, I scarce can take it in;<br>That on the cross, my burden gladly bearing,<br>He bled and died to take away my sin</p><p>When Christ shall come with shout of acclamation<br>And take me home, what joy shall fill my heart!<br>Then I shall bow in humble adoration<br>And there proclaim, my God how great Thou art!</p>"
    }
  ]
}