{
  "title_1": "Epiphany: Seeing Jesus",
  "title_2": "The Beginning",
  "scripture_verse": "John 1:1-14",
  "scripture_body":"<p><span class='super'>31</span> “If I testify about myself, my testimony is not true. <span class='super'>32</span> There is another who testifies in my favor, and I know that his testimony about me is true.</p><p><span class='super'>33</span> “You have sent to John and he has testified to the truth. <span class='super'>34</span> Not that I accept human testimony; but I mention it that you may be saved. <span class='super'>35</span> John was a lamp that burned and gave light, and you chose for a time to enjoy his light.</p><p><span class='super'>36</span> “I have testimony weightier than that of John. For the works that the Father has given me to finish—the very works that I am doing—testify that the Father has sent me. <span class='super'>37</span> And the Father who sent me has himself testified concerning me. You have never heard his voice nor seen his form, <span class='super'>38</span> nor does his word dwell in you, for you do not believe the one he sent. <span class='super'>39</span> You study the Scriptures diligently because you think that in them you have eternal life. These are the very Scriptures that testify about me, <span class='super'>40</span> yet you refuse to come to me to have life.</p><p><span class='super'>41</span> “I do not accept glory from human beings, <span class='super'>42</span> but I know you. I know that you do not have the love of God in your hearts. <span class='super'>43</span> I have come in my Father’s name, and you do not accept me; but if someone else comes in his own name, you will accept him. <span class='super'>44</span> How can you believe since you accept glory from one another but do not seek the glory that comes from the only God?</p><p><span class='super'>45</span> “But do not think I will accuse you before the Father. Your accuser is Moses, on whom your hopes are set. <span class='super'>46</span> If you believed Moses, you would believe me, for he wrote about me. <span class='super'>47</span> But since you do not believe what he wrote, how are you going to believe what I say?”</p>",
  "goal": "To understand that Jesus is God incarnate and why that is important.",
  "background": "<p>Advent and Christmas are followed in the church calendar by a season known as Epiphany. The word means “manifestation” or “striking appearance.” It is used by Paul in 2 Timothy 1:10 to describe the birth of Christ. Epiphany has been used by the church to annually give people a clear sight of the character and greatness of Jesus. Arguably, one of the most prominent themes of the book of John is Jesus Christ shining into the world as the light of the world. As such, a survey of the signs of Jesus in John is a great way to think about Jesus Christ’s emergence and revelation as the true light of the world.</p><p>John’s gospel, written around 85 AD, is considered the last of the four gospels to be have been penned and is very different in character from the first three Gospels (also known as the Synoptics). John presents a “higher” Christology than the other gospels. Jesus is the one through who all things were made, is an object of worship and is viewed more explicitly as God incarnate. He repeatedly uses “I am” language which harkens back to God’s self-revelation to Moses when he identifies himself as “I Am who I Am.” John reports far fewer miracles than the other gospel writers and uses the language of “signs” to refer to them. John sums up the purpose of his book like this: “These are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.” (John 20: 31 ) The verb tense gets across the idea that “you might believe and continue believing” and thus is meant to draw initial hearers to faith and encourage those who have already come to faith to persevere.</p><p>The critical passage before us serves as an introduction to the entire book and serves to let us know what is coming and what it all means.</p>",
  "addlSections": [
    {
      "header": "SECTION I (VS. 1 -5, 14)",
      "body": "<p>Goal for this section: To understand Jesus Christ’s relationship with God and his purposes.</p><p><b>1. The phrase “in the beginning” references back to Genesis 1. What purpose is served in retelling the story of creation with Jesus’ role in mind?</b></p><p><b>2. What do you think is significant about John identifying Jesus with the “Word” and what do you think some implications of that might be?</b></p><p><b>3. Verse 14 is literally, “The Word became flesh and tabernacled among us. We have seen his glory, the glory of the One and only...full of grace and truth.” What does this verse add to what has already been discovered and what are some of the implications?</b></p>"
    },
    {
      "header": "SECTION II (VS. 10-13)",
      "body": "<p>Goal for this section: To reflect on the relationship of human beings to their Creator and what must happen if we are to be reconciled to him.</p><p><b>4. What is John saying about human beings in these verses and what do you think are some of the implications for us?</b></p><p><b>5 . What does John tell us about how we do and don’t become “children of God” and why is this important?</b></p>"
    },
    {
      "header": "SECTION III (REFLECTIONS ON THE OVERALL PASSAGE)",
      "body": "<p>Goal for this section: To think through the implications that Jesus Christ is God incarnate come into our world to offer himself as a sacrifice for sin.</p><p><b>6. The Bible teaches that Jesus Christ is both fully God and fully man – that he is God incarnate. What practical difference does it make to you that your Savior is not only human, but God?</b></p><p><b>7. What practical difference does it make to you that your Savior is not only God, but man?</b></p><p><b>8. (Public Faith Question) The passage tells us that John the Baptist was not the light but a witness to the light. There are many implications in this passage regarding our role as witnesses. What would you identify as some of those implications?</b></p>"
    }
  ],
  "worship": [
    {
      "header": "Your Grace Is Enough",
      "body": "<p>Great is your faithfulness oh God<br>You wrestle with the sinners heart<br>You lead us by still waters and to mercy<br>And nothing can keep us apart</p><p>So remember your people<br>Remember your children<br>Remember your promise<br>Oh God</p><p>Your grace is enough<br>Your grace is enough<br>Your grace is enough for me</p><p>Great is your love and justice God<br>You use the weak to lead the strong<br>You lead us in the song of your salvation<br>And all your people sing along</p>"
    },
    {
      "header": "You Alone Can Rescue",
      "body": "<p>Who, oh Lord, could save themselves,<br>Their own sin could heal?<br>Our shame was deeper than the sea<br>Your love is deeper still</p><p>You alone can rescue, You alone can save<br>You alone can lift us from the grave<br>You came down to find us, led us out of death<br>To You alone belongs the highest praise</p><p>You, oh Lord, have made a way<br>The great divide You heal<br>For when our hearts were far away<br>Your love went further still<br>Yes, your love goes further still</p><p>You alone can rescue, You alone can save<br>You alone can lift us from the grave<br>You came down to find us, led us out of death<br>To You alone belongs the highest praise</p><p>We lift up our eyes, lift up our eyes<br>You’re the Giver of Life<br>We lift up our eyes, lift up our eyes<br>You’re the Giver of Life</p>"
    }
  ]
}