{
  "title_1": "Epiphany: Seeing Jesus",
  "title_2": "The Feast",
  "scripture_verse": "John 2:1-11",
  "scripture_body":"<p><span class='super'>1</span> On the third day a wedding took place at Cana in Galilee. Jesus’ mother was there, <span class='super'>2</span> and Jesus and his disciples had also been invited to the wedding. <span class='super'>3</span> When the wine was gone, Jesus’ mother said to him, “They have no more wine.” <span class='super'>4</span> “Dear woman, why do you involve me?” Jesus replied. “My time has not yet come.” <span class='super'>5</span> His mother said to the servants, “Do whatever he tells you.”</p><p><span class='super'>6</span> Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons. <span class='super'>7</span> Jesus said to the servants, “Fill the jars with water”; so they filled them to the brim. <span class='super'>8</span> Then he told them, “Now draw some out and take it to the master of the banquet.”</p><p>They did so, <span class='super'>9</span> and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside <span class='super'>10</span> and said, “Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.”</p><p><span class='super'>11</span> This, the first of his miraculous signs, Jesus performed at Cana in Galilee. He thus revealed his glory, and his disciples put their faith in him.</p>",
  "goal": "To understand how Jesus’ first miracle points to the extravagant salvation that he would accomplish on the cross and the joy that inevitably accompanies it.",
  "background": "Having been identified by John the Baptist as the Lamb of God and having chosen his disciples, Jesus now begins his public ministry. He does this during a wedding feast at which they have inexplicably run out of wine. A wedding like this, taking place in the town where Nathaniel came from, would have probably involved the whole village and the surrounding area. Running out of wine like this would have been something of a social disaster and brought significant shame on the family for some time to come. His changing the water into wine is the first of seven signs or clues that occur throughout the gospel and point to who Jesus is.",
  "addlSections": [
    {
      "header": "SECTION I (THE SETTING)",
      "body": "<p>Goal for this section: To reflect the setting for this miracle and what it tells us about God, human beings, and the world that he created.</p><p><b>1. What does it tell us about our daily lives that Jesus was in attendance at a wedding and was willing to turn water into wine?</b></p><p><b>2. How do we, in both subtle and obvious ways, fail to appreciate and enjoy God’s world in the way he intended us to?</b></p>"
    },
    {
      "header": "SECTION II (THE SIGN)",
      "body": "<p>Goal for this section: To see the unique insights we gain into our salvation through Jesus’ miracle of turning water into wine.</p><p><b>3. John says this was Jesus’ first “sign.” What do you think John means to communicate through this language of sign?</b></p><p><b>4. In response to his mother’s hint that he should do something about the wedding running out of wine, Jesus says, “My time has not yet come.” What do you think he meant by that? Why do you suppose he relents?</b></p><p><b>5. Water in purification jars was turned into 150 gallons of the finest wine! What do you think this sign was saying about who Jesus is?</b></p>"
    },
    {
      "header": "SECTION III (PUBLIC FAITH)",
      "body": "<p>Goal for this section: To reflect on how the miracle of turning water into wine offers as an attractive understanding of the gospel to our friends who do not identify as Christians.</p><p><b>6. (Public faith question) How might Jesus’ sign at the wedding speak to misunderstandings that some of our friends have about the Christian faith?</b></p>"
    },
    {
      "header": "SECTION IV (JOY)",
      "body": "<p>Goal for this section: To reflect on how we specifically cultivate joy in our life, in light of wine being a symbol of joy that comes from God.</p><p><b>7. Wine is a symbol of the joy that Jesus brings into our life. How would you define joy? What brings it into our lives, and what are the obstacles to experiencing it?</b></p>"
    }
  ],
  "worship": [
    {
      "header": "Hello from South Africa!",
      "body": "<img src=\"http://media.giphy.com/media/Z62W9AyfVWKwE/giphy.gif\"><p>- jon</p>"
    }
  ]
}