{
  "title_1": "Epiphany: Seeing Jesus",
  "title_2": "The Man Born Blind",
  "scripture_verse": "John 9:1-7, 35-38",
  "scripture_body":"<p><span class='super'>1</span> As he went along, he saw a man blind from birth. <span class='super'>2</span> His disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?”</p><p><span class='super'>3</span> “Neither this man nor his parents sinned,” said Jesus, “but this happened so that the works of God might be displayed in him. <span class='super'>4</span> As long as it is day, we must do the works of him who sent me. Night is coming, when no one can work. <span class='super'>5</span> While I am in the world, I am the light of the world.”</p><p><span class='super'>6</span> After saying this, he spit on the ground, made some mud with the saliva, and put it on the man’s eyes. <span class='super'>7</span> “Go,” he told him, “wash in the Pool of Siloam” (this word means “Sent”). So the man went and washed, and came home seeing.</p><p><span class='super'>35</span> Jesus heard that they had thrown him out, and when he found him, he said, “Do you believe in the Son of Man?”</p><p><span class='super'>36</span> “Who is he, sir?” the man asked. “Tell me so that I may believe in him.”</p><p><span class='super'>37</span> Jesus said, “You have now seen him; in fact, he is the one speaking with you.”</p><p><span class='super'>38</span> Then the man said, “Lord, I believe,” and he worshiped him.</p>",
  "goal": "To see that Jesus came to showcase God’s glory in himself and in his miracles and to see how that glory draws people to belief.",
  "background": "<p>The miracles of Jesus serve two main purposes: they mend a world broken by sin and they serve as “signs” of Jesus’ identity and mission. In this passage, sight and blindness are showcased as both physical and spiritual conditions.</p><p>The man in this narrative would have been on the lowest rung of the social ladder with very little prospects in life. All he would have been able to do was beg by the side of the road, which is where Jesus first encounters him. The second encounter happens in verse 35 after the Pharisees throw the blind man back into the street when his responses to their questions about Jesus’ identity enrage them.</p><p>Central to Judaism was an ethic of retribution; if you have done something morally bad, something bad will happen to you in return. Although this common belief was vigorously challenged in the books of Job and Ecclesiastes, it was prevalent in Jesus’ day and upheld by the disciples in the story. Note how Jesus proclaims his view of this ethic as he encounters the man born blind.</p>",
  "addlSections": [
    {
      "header": "SECTION I (VV. 1-7)",
      "body": "<p>Goal for this section: To see how Jesus responds to the traditional understanding of the relationship between sin and suffering.</p><p><b>1. What does the question of the disciples in verse 2 reveal about them?</b></p><p><b>2. What can we take away from Jesus’ answer in verse 3?</b></p><p><b>3. What does it mean that Jesus is “the light of the world”?</b></p>"
    },
    {
      "header": "SECTION II (VV. 35-38)",
      "body": "<p>Goal for this section: To see that belief in Jesus supersedes the miracle of the healing.</p><p><b>4. Jesus initiated contact with man born blind twice. In the first instance he healed his physical blindness and in verses 35-38 he finds the man again. What is significant about Jesus interacting with the man the second time?</b></p><p><b>5. Looking at verses 5 and 36-38, describe the man’s responses to Jesus’ healing and the revelation of his deity</b></p>"
    },
    {
      "header": "SECTION III (APPLICATION / PUBLIC FAITH)",
      "body": "<p>Goal for this section: To reflect on our responses to suffering and spiritual blindness.</p><p><b>** 6. What is your normal response when suffering comes into your own life? Is it different than the response you have when you see suffering in the world around you?</b></p><p><b>** 7. When you experience suffering, how do you (and all of us) look merely for the circumstantial healing and miss the greater healing that is needed? How do you observe this pattern in your friends who do not know Christ?</b></p><p><b>8. How can you respond to people who either cannot or refuse to “see” God working in their lives or in the world?</b></p>"
    }
  ],
  "worship": [
    {
      "header": "There's A Cry In My Heart",
      "body": "<p>There's a cry in my heart<br>For your glory to fall<br>For your presence to fill up my senses<br>There's a yearning again<br>A thirst for discipline<br>A hunger for things that are deeper</p><p>Could you take me beyond<br>Could you carrry me through<br>If I opened my heart<br>Could I go there with you<br>For I've been here before<br>Yet I know there's still more<br>O Lord, I need to know you</p><p>For what do I have<br>If I don't have you Jesus<br>What in this life<br>Could mean anymore<br>You are my rock<br>You are my glory<br>You are the lifter of my head</p>"
    },
    {
      "header": "This Is Amazing Grace",
      "body": "<p>Who breaks the power of sin and darkness<br>Whose love is mighty and so much stronger<br>The King of Glory, the King above all kings<br>Who shakes the whole earth with holy thunder<br>Who leaves us breathless in awe and wonder<br>The King of Glory, the King above all kings</p><p>This is amazing grace<br>This is unfailing love<br>That You would take my place<br>That You would bear my cross<br>You would lay down Your life<br>That I would be set free<br>Jesus, I sing for<br>All that You've done for me</p><p>Who brings our chaos back into order<br>Who makes the orphan a son and daughter<br>The King of Glory, the King above all kings<br>Who rules the nations with truth and justice<br>Shines like the sun in all of its brilliance<br>The King of Glory, the King above all kings</p><p>Worthy is the Lamb who was slain<br>Worthy is the King who conquered the grave<br>Worthy is the Lamb who was slain<br>Worthy is the King who conquered the grave</p>"
    }
  ]
}