{
  "title_1": "Lent: Knowing Jesus",
  "title_2": "Scripture",
  "scripture_verse": "Luke 4:1-13",
  "scripture_body":"<p><span class='super'>1</span> Jesus, full of the Holy Spirit, left the Jordan and was led by the Spirit into the wilderness, <span class='super'>2</span> where for forty days he was tempted by the devil. He ate nothing during those days, and at the end of them he was hungry.</p><p><span class='super'>3</span> The devil said to him, “If you are the Son of God, tell this stone to become bread.”</p><p><span class='super'>4</span> Jesus answered, “It is written: ‘Man shall not live on bread alone.’</p><p><span class='super'>5</span> The devil led him up to a high place and showed him in an instant all the kingdoms of the world. <span class='super'>6</span> And he said to him, “I will give you all their authority and splendor; it has been given to me, and I can give it to anyone I want to. <span class='super'>7</span> If you worship me, it will all be yours.”</p><p><span class='super'>8</span> Jesus answered, “It is written: ‘Worship the Lord your God and serve him only.’ ”</p><p><span class='super'>9</span> The devil led him to Jerusalem and had him stand on the highest point of the temple. “If you are the Son of God,” he said, “throw yourself down from here. <span class='super'>10</span> For it is written:“‘He will command his angels concerning you to guard you carefully; <span class='super'>11</span> they will lift you up in their hands, so that you will not strike your foot against a stone.’ ”</p><p><span class='super'>12</span> Jesus answered, “It is said: ‘Do not put the Lord your God to the test.’ ” <span class='super'>13</span> When the devil had finished all this tempting, he left him until an opportune time.</p>",
  "goal": "To see how Jesus’ reliance on Scripture to ward off temptation underscores the invaluable discipline for us of really knowing God’s word. ",
  "background": "This week we begin with a new series, “Knowing Jesus,” that will cover the six weeks of Lent. In Epiphany we come to see who Jesus is through his actions and his teaching. Lent is a time to learn about who Jesus is for us—what he came to do for us and our neighbors, and how we all benefit by believing, knowing, and uniting with him. Lent is also a season of preparation for Easter. While all of our life should be characterized by repentance and renewal, Lent enables us to give focused attention to cultivating our spiritual lives. Our growth is by God’s grace, but we play an active role as we “continue to work out our salvation,” knowing that as we do so it is the Lord who is at work in us (Philippians 2:12-13). Each sermon in this series will come from Luke and highlights a spiritual practice the Lord uses to shape us more into the people he has redeemed us to be.",
  "addlSections": [
    {
      "header": "SECTION I",
      "body": "<p>Goal for this section: To recognize that times of temptation—and opportunities for growth—tend to come when God has led us into a season of spiritual dryness, a place that’s a wilderness.</p><p><b>1. Review the experience Jesus is having (vv. 1-2) by first recalling what occurred just before this (Luke 3:21-22). What strikes you about Jesus’ desert experience? How does it point to Jesus’ humanity?</b></p><p><b>** 2. The Test (v. 2): Commentators agree that this passage has clear parallels with Israel’s wanderings in the wilderness. What are some of those parallels and why is this insight important for understanding the meaning of Christ’s temptations?</b></p>"
    },
    {
      "header": "SECTION II",
      "body": "<p>Goal for this section: To examine how the devil tempted Jesus and see what this reveals about the insidiousness of the schemes the devil uses to cause us to fail.</p><p><b>3. The Temptations (vv. 3-12): In this section we get an inside look at the devil’s methods of temptation. What kinds of needs and desires does he distort in order to tempt Jesus to sin? What implications does this suggest for us? .</b></p>"
    },
    {
      "header": "SECTION III",
      "body": "<p>Goal for this section: To examine the implications of Jesus’ response to Satan and consider how we might rely on the power of scripture in these situations to resist giving in. </p><p><b>4. The Resistance: What Scriptures did Jesus quote and why? What does his choice of Scripture reveal?</b></p><p><b>5. Practical Application: Every Christian will find themselves tested in the places that matter most to them, and often during times that are desert-like. How can we apply Jesus’ response in this situation to our own lives? What are some practical ways we can go about meditating on Scripture daily and committing verses to memory so we can use them to resist temptation?</b></p>"
    },
    {
      "header": "PUBLIC FAITH APPLICATION",
      "body": "<p><b>GOAL OF THIS APPLICATION:</b>To reflect on the command in Scripture for us to practice intentional hospitality and examine what holds us back from living that out.</p><p>One of the most ancient spiritual practices of the church has been the practice of intentional hospitality towards those who differ from us. It would not be much of an exaggeration to say that this humble hospitality transformed an entire society—and was one of the most powerful ways that ordinary members of the early church went public with their faith and embraced those who didn’t believe. As our sermon series leads us to consider various spiritual practices during this Lenten season, in light of our Public Faith year, we will zero in on this particular practice. This week we begin by examining what Jesus says about hospitality. In the following weeks, we’ll be challenging ourselves us to apply the practice of intentional hospitality to our hearts and lives. </p><p>Read the text below as a group and then meditate on the passage on your own for five minutes. </p><p><b>MATTHEW 25:34-40</b></p><p><span class='super'>34</span> “Then the King will say to those on his right, ‘Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <span class='super'>35</span> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <span class='super'>36</span> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.’</p><p><span class='super'>37</span> “Then the righteous will answer him, ‘Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <span class='super'>38</span> When did we see you a stranger and invite you in, or needing clothes and clothe you? <span class='super'>39</span> When did we see you sick or in prison and go to visit you?’<p><span class='super'>40</span> “The King will reply, ‘Truly I tell you, whatever you did for one of the least of these brothers and sisters of mine, you did for me.’</p><p>After five minutes, discuss the following questions:</p><p><b>6. What are the costs associated with hospitality as it is described in this passage? What might these costs look like for us in New York City today?</b></p><p><b>7. Thinking differently, what are the costs to us for NOT serving and practicing hospitality?</b></p><p>Christine Pohl in Making Room, her book on hospitality as a spiritual practice says, “The manner in which we welcome people, the interest we show in them, and the time we take for them communicates to them that they are valued.” She goes on to say, “The response we give to an unexpected guest is connected to how that person experiences God’s love and welcome.”</p><p><b>** 8. We all may want to demonstrate God’s love and welcome as she describes it, but what holds us back from extending hospitality to those with different belief systems or worldviews?</b></p><p><b>9. How can God shape you through friendships with those who don’t identify as a Christian?</b></p>"
    }
  ],
  "worship": [
    {
      "header": "There's A Cry In My Heart",
      "body": "<p>There's a cry in my heart<br>For your glory to fall<br>For your presence to fill up my senses<br>There's a yearning again<br>A thirst for discipline<br>A hunger for things that are deeper</p><p>Could you take me beyond<br>Could you carrry me through<br>If I opened my heart<br>Could I go there with you<br>For I've been here before<br>Yet I know there's still more<br>O Lord, I need to know you</p><p>For what do I have<br>If I don't have you Jesus<br>What in this life<br>Could mean anymore<br>You are my rock<br>You are my glory<br>You are the lifter of my head</p>"
    },
    {
      "header": "This Is Amazing Grace",
      "body": "<p>Who breaks the power of sin and darkness<br>Whose love is mighty and so much stronger<br>The King of Glory, the King above all kings<br>Who shakes the whole earth with holy thunder<br>Who leaves us breathless in awe and wonder<br>The King of Glory, the King above all kings</p><p>This is amazing grace<br>This is unfailing love<br>That You would take my place<br>That You would bear my cross<br>You would lay down Your life<br>That I would be set free<br>Jesus, I sing for<br>All that You've done for me</p><p>Who brings our chaos back into order<br>Who makes the orphan a son and daughter<br>The King of Glory, the King above all kings<br>Who rules the nations with truth and justice<br>Shines like the sun in all of its brilliance<br>The King of Glory, the King above all kings</p><p>Worthy is the Lamb who was slain<br>Worthy is the King who conquered the grave<br>Worthy is the Lamb who was slain<br>Worthy is the King who conquered the grave</p>"
    }
  ]
}