{
  "title_1": "Lent: Knowing Jesus",
  "title_2": "Mission",
  "scripture_verse": "Luke 5:4-25",
  "scripture_body":"<p><span class='super'>4</span> When he had finished speaking, he said to Simon, “Put out into deep water, and let down the nets for a catch.”</p><p><span class='super'>5</span> Simon answered, “Master, we’ve worked hard all night and haven’t caught anything. But because you say so, I will let down the nets.”</p><p><span class='super'>6</span> When they had done so, they caught such a large number of fish that their nets began to break. <span class='super'>7</span> So they signaled their partners in the other boat to come and help them, and they came and filled both boats so full that they began to sink.</p><p><span class='super'>8</span> When Simon Peter saw this, he fell at Jesus’ knees and said, “Go away from me, Lord; I am a sinful man!” <span class='super'>9</span> For he and all his companions were astonished at the catch of fish they had taken, <span class='super'>10</span> and so were James and John, the sons of Zebedee, Simon’s partners.Then Jesus said to Simon, “Don’t be afraid; from now on you will fish for people.” <span class='super'>11</span> So they pulled their boats up on shore, left everything and followed him.</p><p><span class='super'>12</span> While Jesus was in one of the towns, a man came along who was covered with leprosy.When he saw Jesus, he fell with his face to the ground and begged him, “Lord, if you are willing, you can make me clean.”</p><p><span class='super'>13</span> Jesus reached out his hand and touched the man. “I am willing,” he said. “Be clean!” And immediately the leprosy left him.</p><p><span class='super'>14</span> Then Jesus ordered him, “Don’t tell anyone, but go, show yourself to the priest and offer the sacrifices that Moses commanded for your cleansing, as a testimony to them.”</p><p><span class='super'>15</span> Yet the news about him spread all the more, so that crowds of people came to hear him and to be healed of their sicknesses. <span class='super'>16</span> But Jesus often withdrew to lonely places and prayed.</p><p><span class='super'>17</span> One day Jesus was teaching, and Pharisees and teachers of the law were sitting there. They had come from every village of Galilee and from Judea and Jerusalem. And the power of the Lord was with Jesus to heal the sick. <span class='super'>18</span> Some men came carrying a paralyzed man on a mat and tried to take him into the house to lay him before Jesus. <span class='super'>19</span> When they could not find a way to do this because of the crowd, they went up on the roof and lowered him on his mat through the tiles into the middle of the crowd, right in front of Jesus.</p><p><span class='super'>20</span> When Jesus saw their faith, he said, “Friend, your sins are forgiven.”</p><p><span class='super'>21</span> The Pharisees and the teachers of the law began thinking to themselves, “Who is this fellow who speaks blasphemy? Who can forgive sins but God alone?”</p><p><span class='super'>22</span> Jesus knew what they were thinking and asked, “Why are you thinking these things in your hearts? <span class='super'>23</span> Which is easier: to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’? <span class='super'>24</span> But I want you to know that the Son of Man has authority on earth to forgive sins.” So he said to the paralyzed man, “I tell you, get up, take your mat and go home.” <span class='super'>25</span> Immediately he stood up in front of them, took what he had been lying on and went home praising God.</p>",
  "goal": "To examine what it means to be called by Jesus and to grasp how encompassing the call to mission is.",
  "background": "This is our second week of the sermon series, “Knowing Jesus.” Because we’re in Lent—the season of hopeful introspection traditionally marked by repentance and renewal—we’re giving focused attention to cultivating our spiritual lives. Today, we’ll zero in on the practice of mission. We’ll look at Jesus calling his first disciples and then launching them out into ministry, which demonstrates that Jesus never calls us to himself without also sending us out in mission. This passage encompasses three incidents but the initial call to serve Jesus is in the first eight verses we’ll consider. Care must be taken not to extrapolate too specifically this call of Christ to all his followers—for example, not every Christian is called to full time ministry as the disciples were. However, by examining the two stories that follow—the healing of the leper and the forgiveness of the paralytic—we’ll discover about how broad the scope of Jesus’ call really is.",
  "addlSections": [
    {
      "header": "SECTION I",
      "body": "<p>Goal for this section: To see that an encounter with Jesus brings about a radical change in one’s self understanding and identity and that his call is a comprehensive one.</p><p><b>1. What is the reaction of James, John, and Peter to this miracle of the fish (vv. 4-10)? What does this teach us about what it means to be called by Jesus?</b></p><p><b>** 2. What does this miracle reveal about the mission of Jesus (vv. 4-11)? What implications does this have for us as we live out Jesus’ call on our lives? </b></p>"
    },
    {
      "header": "SECTION II",
      "body": "<p>Goal for this section: To examine how the mission of Jesus means caring for the marginalized and converting the heart and soul.</p><p><b>** 3. Jesus says that he is calling his disciples to “fish for people”, and these following verses about healing the leper and the lame man show us what he means by that. What do we learn about mission from Jesus’ encounter with the man who suffers from leprosy (vv. 12-15)?</b></p><p><b>4. What do we learn about mission from the story about Jesus healing the paralytic (vv. 17-25)? How should this knowledge change us?</b></p>"
    },
    {
      "header": "PUBLIC FAITH APPLICATION",
      "body": "<p><b>GOAL OF THIS APPLICATION:</b> To brainstorm concrete ways we can demonstrate hospitality as a missional community.</p><p>During Lent, we will be considering the practice of intentional hospitality towards those that are radically different from us in belief systems and/or worldviews. In light of our Public Faith year, the spiritual practice of hospitality is a tangible way for us to demonstrate God’s love and welcome. Dietrich Bonhoeffer once wrote: “When Christ calls a person, he tells them to come and die.” In order to really live out true hospitality—which in the Greek literally means “love of strangers”—we must die to putting our wants and desires and comfort first.</p><p>Last week we talked about what Jesus said about caring for others we might not naturally be drawn to. We also considered what holds us back from reaching out to those that seem different from us. This week we’ll brainstorm concrete ways we as a Community Group can together be more intentional in our hospitality.</p><p><b>5. Accommodate: How can we think about every component of our Community Group gathering (from how we welcome new people, to our discussion of Scripture, to our prayer times) so that they are more hospitable to those who don’t identify as Christians? How can our time together be encouraging to people at various stages of faith and non-faith that may enter into our CG?</b></p><p><b>6. Respect: Imagine a friend, who does not consider him/herself a Christian or who is unresolved in their faith, attending every single Community Group gathering with you. What would make them uncomfortable? What would make you uncomfortable around them? How might you speak differently if they were here?</b></p>"
    }
  ],
  "worship": [
    {
      "header": "Blessed Be Your Name",
      "body": "<p>Blessed be Your name in the land that is plentiful<br>Where Your streams of abundance flow<br>Blessed be Your name<br>And blessed be Your name when I’m found in the desert place<br>Though I walk through the wildernessBlessed be Your name</p><p>Every blessing You pour out I’ll turn back to praise<br>And when the darkness closes in, Lord, still I will say</p><p>Blessed be the name of the Lord<br>Blessed be Your name<br>Blessed be the name of the Lord<br>Blessed be Your glorious name</p><p>Blessed be Your name when the sun’s shining down on me<br>When the world’s all as it should be<br>Blessed be Your name<br>And blessed be Your name on the road marked with suffering<br>Though there’s pain in the offering<br>Blessed be Your name</p><p>You give and take away<br>You give and take away<br>My heart will choose to say<br>Lord, blessed be Your name</p>"
    },
    {
      "header": "10,000 Reasons",
      "body": "<p><b>Chorus:</b><br>Bless the Lord, O my soul,<br>O my soul,<br>Worship His holy name.<br>Sing like never before,<br>0 my soul.<br>I'll worship Your holy name.</p><p>The sun comes up, it's a new day dawning;<br>It's time to sing Your song again.<br>Whatever may pass, and whatever lies before me,<br>Let me be singing when the even- ing comes.</p><p>You're rich in love, and You're slow to anger.<br>Your name is great, and Your heart is kind.<br>For all Your goodness, I will keep on singing;<br>Ten thousand reasons for my heart to find.</p><p>And on that day when my strength is failing,<br>The end draws near, and my time has come;<br>Still my soul will sing Your praise unending:<br>Ten thousand years and then forevermore!</p>"
    }
  ]
}