{
  "title_1": "Easter",
  "title_2": "Clothed With Power",
  "scripture_verse": "Luke 24:36-49",
  "scripture_body":"<p><span class='super'>36</span> While they were still talking about this, Jesus himself stood among them and said to them, “Peace be with you.”</p><p><span class='super'>37</span> They were startled and frightened, thinking they saw a ghost. <span class='super'>38</span> He said to them, “Why are you troubled, and why do doubts rise in your minds? <span class='super'>39</span> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.”</p><p><span class='super'>40</span> When he had said this, he showed them his hands and feet. <span class='super'>41</span> And while they still did not believe it because of joy and amazement, he asked them, “Do you have anything here to eat?” <span class='super'>42</span> They gave him a piece of broiled fish, <span class='super'>43</span> and he took it and ate it in their presence.</p><p><span class='super'>44</span> He said to them, “This is what I told you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets and the Psalms.”</p><p><span class='super'>45</span> Then he opened their minds so they could understand the Scriptures. <span class='super'>46</span> He told them, “This is what is written: The Messiah will suffer and rise from the dead on the third day, <span class='super'>47</span> and repentance for the forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem. <span class='super'>48</span> You are witnesses of these things. <span class='super'>49</span> I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.”</p>",
  "goal": "To understand that the mission the risen Jesus sends us on is to announce repentance and the forgiveness of sins in the power of the Spirit.",
  "background": "<p>This is the third and final appearance of the risen Christ in Luke’s gospel. In his companion book, Acts, he gives other details about this interaction with his disciples which, in both cases, ends with Christ’s ascension. In each case Jesus promises the Holy Spirit will soon come upon them as the first fruit of the kingdom of God, the primary sign that the kingdom has arrived, God’s great gift to his people. In each case, the disciples must wait for the Holy Spirit who will “clothe” them on the day of Pentecost, 40 days after his ascension. It is the Spirit who equips us for the mission of witnessing to the kingdom of God.</p>",
  "addlSections": [
    {
      "header": "SECTION I (v. 36-43)",
      "body": "<p>Goal for this section: To see how the encounter with the risen Christ prepares his people for mission.</p><p><b>1. Jesus begins this appearance by saying, “peace be with you.” Why is this particularly appropriate to say after the resurrection and what things would be bound up with the peace he has pronounced upon them?</b></p><p><b>2. What does this passage reveal about Jesus’ resurrection body and what are some implications of that for the way we think about the christian life?</b></p>"
    },
    {
      "header": "SECTION II (v. 44-48)",
      "body": "<p>Goal for this section: To help people reflect on the mission of the church to which we are called.</p><p><b>3. These verse get across that “the church is to be rooted in scripture (44-46) and active in mission (47-48).” Why are both of these important and what happens if we have one without the other?</b></p><p><b>4. Jesus sums up what his followers are to announce in the words: “repentance for the forgiveness of sins will be preached in his name to all nations.” Why would you say this is a good summary of the church’s calling?</b></p><p><b>5. (Public Faith Question) If you were trying talk to a friend who didn’t share your christian beliefs about the importance of faith and repentance how would you get that across in a way that avoids jargon and makes sense? What are the common distortions and caricatures of repentance and forgiveness that you would have to overcome?</b></p>"
    },
    {
      "header": "SECTION III (v. 48-49)",
      "body": "<p>Goal for this section: To understand that God equips us for the mission of the church by giving us power from outside ourselves, namely, the Holy Spirit.</p><p><b>6. (Public Faith Question) What is conveyed about how the holy spirit equips us for witness with the use of the phrase “you will be clothed with power from on high?”</b></p><p><b>7. (Public Faith Question) While being “clothed with the power of the spirit” is something which is true of every christian upon coming to faith, is there a time where you had a sense of the Spirit’s power as you sought to communicate the gospel? If so, please share it.</b></p>"
    }
  ],
  "worship": [
    {
      "header": "...",
      "body": "hello."
    }
  ]
}
