{
  "title_1": "Following Jesus",
  "title_2": "Encountering the Risen Christ",
  "scripture_verse": "Mark 14:27-31; John 21:15-19",
  "scripture_body":"<p><span class='super'>27</span> “You will all fall away,” Jesus told them, “for it is written: “‘I will strike the shepherd, and the sheep will be scattered.’ <span class='super'>28</span> But after I have risen, I will go ahead of you into Galilee.” <span class='super'>29</span> Peter declared, “Even if all fall away, I will not.” <span class='super'>30</span> “Truly I tell you,” Jesus answered, “today—yes, tonight—before the rooster crows twice you yourself will disown me three times.” <span class='super'>31</span> But Peter insisted emphatically, “Even if I have to die with you, I will never disown you.” And all the others said the same.</p><p><span class='super'>15</span> When they had finished eating, Jesus said to Simon Peter, “Simon son of John, do you love me more than these?” “Yes, Lord,” he said, “you know that I love you.” Jesus said, “Feed my lambs.” <span class='super'>16</span> Again Jesus said, “Simon son of John, do you love me?” He answered, “Yes, Lord, you know that I love you.” Jesus said, “Take care of my sheep.” <span class='super'>17</span> The third time he said to him, “Simon son of John, do you love me?” Peter was hurt because Jesus asked him the third time, “Do you love me?” He said, “Lord, you know all things; you know that I love you.” Jesus said, “Feed my sheep. <span class='super'>18</span> Very truly I tell you, when you were younger you dressed yourself and went where you wanted; but when you are old you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.” <span class='super'>19</span> Jesus said this to indicate the kind of death by which Peter would glorify God. Then he said to him, “Follow me!”</p>",
  "goal": "To see how the risen Jesus removes our shame and restores to us a sense of purpose as we remain dependent on him.",
  "background": "We’ve looked at what it means to SEE JESUS (Epiphany) and KNOW JESUS (Lent). Now we turn our attention to what it means to FOLLOW JESUS in a post-Easter world. In light of the fact that we are all deeply flawed and will continue to be until Christ returns, both a foundational and ongoing experience of forgiveness and restoration are crucial if we are to be followers of Jesus.",
  "addlSections": [
    {
      "header": "SECTION I (Mark 14:27-31)",
      "body": "<p>Goal for this section: To understand the weakness of our humanity and to see that Jesus is aware of this.</p><p>1. What could cause Peter to have such confidence that he would not disown Jesus? </p><p>2. What does the fact that Peter did indeed disown Jesus tell us about human nature?</p><p>3. In what ways, subtle and overt, do we often disown Jesus and why do we do it so easily?</p><p>4. What do you suppose Peter thought and felt after he had disowned Jesus so explicitly?</p>"
    },
    {
      "header": "SECTION II (John 21:15-19)",
      "body": "<p>Goal for this section: To see how Jesus restores us and gives us a fresh start after we have failed him.</p><p>5. Why do you suppose Jesus asks Peter three times if he loves him, and what effect do you think the repetition had on Peter?</p><p>6. What does it tell us about Jesus that he pursued Peter (and pursues us) in this way?</p><p>7. How does the fact that it is a crucified and risen Jesus who speaks to them (and us) affect the way we can hear and understand the commands to “feed my sheep” and “follow me?”</p><p>Praise God that our risen Savior moves toward us in midst of our sin and failure rather than turning away from us.</p><p>Confess that we frequently try to obey God in our own strength rather than in dependence upon him.</p><p>Ask God to give you a deep love for his people and the desire to care for and feed them.</p>"
    }
  ],
  "worship": [
    {
      "header": "Lead Me To The Cross",
      "body": "<p>Saviour I come<br>Quiet my soul<br>Remember<br>Redemption's hill<br>Where Your blood was spilled<br>For my ransom </p><p>Everything I once held dear<br>I count it all as loss</p><p>Lead me to the cross<br>Where Your love poured out<br>Bring me to my knees<br>Lord I lay me down<br>Rid me of my self<br>I belong to You<br>O lead me<br>Lead me to the cross</p><p>You were as I<br>Tempted and tried<br>Human<br>The word became flesh<br>Bore my sin in death<br>Now You're risen </p><p>To Your heart (x4)</p>"
    },
    {
      "header": "Indescribable",
      "body": "<p>From the highest of heights to the depths of the sea<br>Creation's revealing Your majesty<br>From the colours of fall to the fragrance of spring<br>Every creature unique in the song that it sings<br>All exclaiming</p><p>Indescribable, uncontainable,<br>You placed the stars in the sky and You know them by name.<br>You are amazing God<br>All powerful, untameable,<br>Awestruck we fall to our knees as we humbly proclaim<br>You are amazing God</p><p>Who has told every lightning bolt where it should go<br>Or seen heavenly storehouses laden with snow<br>Who imagined the sun and gives source to its light<br>Yet conceals it to bring us the coolness of night<br>None can fathom</p>"
    }
  ]
}
