{
  "title_1": "Following Jesus",
  "title_2": "Our Birth - Cosmic",
  "scripture_verse": "1 Peter 1:3-12",
  "scripture_body":"<p><span class='super'>3</span> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead, <span class='super'>4</span> and into an inheritance that can never perish, spoil or fade. This inheritance is kept in heaven for you, <span class='super'>5</span> who through faith are shielded by God’s power until the coming of the salvation that is ready to be revealed in the last time. <span class='super'>6</span> In all this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials. <span class='super'>7</span> These have come so that the proven genuineness of your faith—of greater worth than gold, which perishes even though refined by fire—may result in praise, glory and honor when Jesus Christ is revealed. <span class='super'>8</span> Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy, <span class='super'>9</span> for you are receiving the end result of your faith, the salvation of your souls.</p><p><span class='super'>10</span> Concerning this salvation, the prophets, who spoke of the grace that was to come to you, searched intently and with the greatest care, <span class='super'>11</span> trying to find out the time and circumstances to which the Spirit of Christ in them was pointing when he predicted the sufferings of the Messiah and the glories that would follow. <span class='super'>12</span> It was revealed to them that they were not serving themselves but you, when they spoke of the things that have now been told you by those who have preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to look into these things.</p>",
  "goal": "To understand how the new birth, and the faith that comes with it function in our life of following Jesus.",
  "background": "Peter’s letter is written to early Christian congregations throughout the country that today we know as Turkey, who were undergoing persecution for their faith. He was probably writing from Rome around 63 AD. In the context of their suffering, he is instructing them in the core truths of the Christian faith and encouraging them to hold on and not let go. He wants to instruct them in how to follow Jesus amidst persecution and assure them that God will use the suffering they are undergoing for their good.",
  "addlSections": [
    {
      "header": "SECTION I (vs. 3-5)",
      "body": "<p>Goal for this section: To understand what it means to be born again into a living hope and why it is crucial for following Jesus.</p><p>1. What does the metaphor of “new birth” imply about what it means to be a Christian?</p><p>2. Peter says we have been given “new birth into a living hope.” What is this hope, what makes it certain and why is it such an important aspect of what it means to be a follower of Christ?</p>"
    },
    {
      "header": "SECTION II (vs. 6-9)",
      "body": "<p>Goal for this section: To understand how faith is central to following Jesus and how it grows.</p><p>3. What does this passage tell us about what faith is and how it functions in our lives?</p><p>4. What is the role of trials in the development of our faith and how have you see trials function in your own life?</p>"
    },
    {
      "header": "SECTION III (vs. 10-12)",
      "body": "<p>Goal for this section: To understand the importance of “looking into the gospel” to enable us to become fully devoted and passionate followers of Jesus.</p><p>5. In vs. 10-12 Peter makes it clear that both prophets and angels “long to look into” the beauty of the gospel. What would you say it means to “gaze at the gospel” and why is it so important that we do so?</p><p>6. (Public Faith Question) How does Peter’s letter address some of the hopes and fears of our friends who don’t identify as Christians?</p>"
    }
  ],
  "worship": [
    {
      "header": "Lead Me To The Cross",
      "body": "<p>Saviour I come<br>Quiet my soul<br>Remember<br>Redemption's hill<br>Where Your blood was spilled<br>For my ransom </p><p>Everything I once held dear<br>I count it all as loss</p><p>Lead me to the cross<br>Where Your love poured out<br>Bring me to my knees<br>Lord I lay me down<br>Rid me of my self<br>I belong to You<br>O lead me<br>Lead me to the cross</p><p>You were as I<br>Tempted and tried<br>Human<br>The word became flesh<br>Bore my sin in death<br>Now You're risen </p><p>To Your heart (x4)</p>"
    },
    {
      "header": "Indescribable",
      "body": "<p>From the highest of heights to the depths of the sea<br>Creation's revealing Your majesty<br>From the colours of fall to the fragrance of spring<br>Every creature unique in the song that it sings<br>All exclaiming</p><p>Indescribable, uncontainable,<br>You placed the stars in the sky and You know them by name.<br>You are amazing God<br>All powerful, untameable,<br>Awestruck we fall to our knees as we humbly proclaim<br>You are amazing God</p><p>Who has told every lightning bolt where it should go<br>Or seen heavenly storehouses laden with snow<br>Who imagined the sun and gives source to its light<br>Yet conceals it to bring us the coolness of night<br>None can fathom</p>"
    }
  ]
}