{
  "title_1": "Following Jesus",
  "title_2": "Our Walk - Growth in Godliness",
  "scripture_verse": "1 Peter 2:11-17; 4:1-6; 2 Peter 1:5-8",
  "scripture_body":"<p><span class='super'>11</span> Dear friends, I urge you, as foreigners and exiles, to abstain from sinful desires, which wage war against your soul. <span class='super'>12</span> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <span class='super'>13</span> Submit yourselves for the Lord’s sake to every human authority: whether to the emperor, as the supreme authority, <span class='super'>14</span> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <span class='super'>15</span> For it is God’s will that by doing good you should silence the ignorant talk of foolish people. <span class='super'>16</span> Live as free people, but do not use your freedom as a cover-up for evil; live as God’s slaves. <span class='super'>17</span> Show proper respect to everyone, love the family of believers, fear God, honor the emperor.</p><p><span class='super'>1</span> Therefore, since Christ suffered in his body, arm yourselves also with the same attitude, because whoever suffers in the body is done with sin. <span class='super'>2</span> As a result, they do not live the rest of their earthly lives for evil human desires, but rather for the will of God. <span class='super'>3</span> For you have spent enough time in the past doing what pagans choose to do—living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry. <span class='super'>4</span> They are surprised that you do not join them in their reckless, wild living, and they heap abuse on you. <span class='super'>5</span> But they will have to give account to him who is ready to judge the living and the dead. <span class='super'>6</spam> For this is the reason the gospel was preached even to those who are now dead, so that they might be judged according to human standards in regard to the body, but live according to God in regard to the spirit.</p><p><span class='super'>5</span> For this very reason, make every effort to add to your faith goodness; and to goodness, knowledge; <span class='super'>6</span> and to knowledge, self-control; and to self-control, perseverance; and to perseverance, godliness; <span class='super'>7</span> and to godliness, mutual affection; and to mutual affection, love. <span class='super'>8</span> For if you possess these qualities in increasing measure, they will keep you from being ineffective and unproductive in your knowledge of our Lord Jesus Christ.",
  "goal": "To understand that growing in faith is living as “foreigners” in our culture, which is a process that is lived out daily, over time, in one’s community. ",
  "background": "<p>In writing to his readers, who were scattered throughout modern day Turkey, Peter did not merely focus on theological concepts, but he also wrote about issues concerning what it is to grow in one’s faith and trust in God. Woven throughout his two letters are thoughts about Christian character, formation, endurance, and spiritual growth.</p><p>During this week we are studying a small sample of various passages throughout Peter’s letters in order to better hear his call to spiritual maturity. In doing so, we will wrestle with how Peter tackles the topic of exercising one’s faith in everyday life.</p>",
  "addlSections": [
    {
      "header": "SECTION I",
      "body": "<p>Goal for this section: To discuss what it means that Christians are foreigners.</p><p><b>1. Peter called his readers foreigners and exiles. What do you think is significant about those two descriptions? What do you think he means by this?</b></p><p><b>2. Re-read 1 Peter 2:11-17, in which Peter calls his readers to a particular way of living. How and why does this emphasize even more a nuanced understanding of what is it to be foreigners? </b></p><p><b>3. (Public Faith Question). Peter paints a picture in which Christians living good lives (1 Peter 2:12) is compelling to their neighbors. From a non-religious perspective, is it compelling? Or, why is Christianity unattractive when Christians are not living good lives?</b></p>"
    },
    {
      "header": "SECTION II",
      "body": "<p>Goal for this section: To discuss the nature of faith in daily life. </p><p><b>4. Why is it significant that Peter’s list of virtues (2 Peter 1:5-8) starts with faith? </b></p><p><b>** 5. Peter’s list of virtues is conveyed like as a process in which virtues are added on to one another. What does this convey regarding growing in faith, and why might this be encouraging? </b></p><p><b>6. In reading Peter’s list in 1 Peter 4:3, transformation as a result of following Jesus is emphasized. Take this time for the Christians in the group to share how they have experienced a transformation of their lives as a result of following Jesus.</b></p>"
    }
  ],
  "worship": [
    {
      "header": "Indescribable",
      "body": "<p>From the highest of heights to the depths of the sea<br>Creation's revealing Your majesty<br>From the colours of fall to the fragrance of spring<br>Every creature unique in the song that it sings<br>All exclaiming</p><p>Indescribable, uncontainable,<br>You placed the stars in the sky and You know them by name.<br>You are amazing God<br>All powerful, untameable,<br>Awestruck we fall to our knees as we humbly proclaim<br>You are amazing God</p><p>Who has told every lightning bolt where it should go<br>Or seen heavenly storehouses laden with snow<br>Who imagined the sun and gives source to its light<br>Yet conceals it to bring us the coolness of night<br>None can fathom</p>"
    }
  ]
}