{
  "title_1": "Following Jesus",
  "title_2": "Our Cross - The Path of Suffering",
  "scripture_verse": "1 Peter 1:6-9, 3:13-18",
  "scripture_body":"<p><span class='super'>6</span> In all this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials. <span class='super'>7</span> These have come so that the proven genuineness of your faith—of greater worth than gold, which perishes even though refined by fire—may result in praise, glory and honor when Jesus Christ is revealed. <span class='super'>8</span> Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy, <span class='super'>9</span> for you are receiving the end result of your faith, the salvation of your souls.</p><p><span class='super'>13</span> Who is going to harm you if you are eager to do good? <span class='super'>14</span> But even if you should suffer for what is right, you are blessed. “Do not fear their threats; do not be frightened.” <span class='super'>15</span> But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <span class='super'>16</span> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <span class='super'>17</span> For it is better, if it is God’s will, to suffer for doing good than for doing evil. <span class='super'>18</span> For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit.</p>",
  "goal": "To understand the faith Christians have been given, and what that means for themselves and their community.",
  "background": "1 Peter was mostly likely written to Christian converts from Rome and other areas of the empire, who were sent to Asia Minior—modern day Turkey—following Rome’s expansion and colonization. As one can imagine, Christians were incredibly rare in Asia Minor around that time (60s AD), therefore much persecution broke out against them. In a society in which health and blessings came from worshipping the local gods, Christians posed a threat to their neighbors by not appeasing the local gods through ritual sacrifice. As a result, Christians were persecuted. Suffering is a major theme in 1 Peter. This passage reminds readers that suffering for the sake of Jesus and his church is like going through a refining fire. Suffering well is a way for Christians to model the power of the gospel to others.",
  "addlSections": [
    {
      "header": "SECTION I",
      "body": "<p>Goal for this section: To understand what results from Christian faith.</p><p><b>1. What does Peter mean when he explains that the Christian faith can produce both joy and affliction? Why is this counter-intuitive? </b></p><p><b>2. (Public Faith Question). What would today’s secular New Yorker say is admirable or valuable about the Christian faith, considering that Peter says it is worth more than gold?</b></p>"
    },
    {
      "header": "SECTION II",
      "body": "<p>Goal for this section: To discuss suffering through the lens of a Christian worldview and faith. </p><p><b>** 3. In both passages, what does Peter explain to be the cause of the Christian community’s persecution and suffering, and what is significant about it?</b></p><p><b>4. Suffering is not limited to only Christians. First, discuss the shared human experience of suffering. Then compare and contrast what resources and encouragement the non-religious have during suffering, with what the Christian faith gives a person during suffering. </b></p>"
    },
    {
      "header": "SECTION III",
      "body": "<p>Goal for this section: To understand Jesus and his ministry when his community experiences trials.</p><p><b>5. Peter shows a parallel between his readers and Jesus in vv. 17-18. What is the parallel and why is it important?</b></p><p><b>6. If life resulted from Jesus’ sufferings, what good can result from the suffering of the Christian community? Does the church in the United States have a naive understanding of this topic?</b></p>"
    }
  ],
  "worship": [
    {
      "header": "Psalm 24",
      "body": "<p><span class='super'>1</span> The earth is the Lord’s, and everything in it,<br/>the world, and all who live in it;<br/><span class='super'>2</span> for he founded it on the seas<br/>and established it on the waters.</p><p><span class='super'>3</span> Who may ascend the mountain of the Lord?<br/>Who may stand in his holy place?<br/><span class='super'>4</span> The one who has clean hands and a pure heart,<br/>who does not trust in an idol<br/>or swear by a false god.</p><p><span class='super'>5</span> They will receive blessing from the Lord<br/>and vindication from God their Savior.<br/><span class='super'>6</span> Such is the generation of those who seek him,<br/>who seek your face, God of Jacob.</p><p><span class='super'>7</span> Lift up your heads, you gates;<br/>be lifted up, you ancient doors,<br/>that the King of glory may come in.<br/><span class='super'>8</span> Who is this King of glory?<br/>The Lord strong and mighty,<br/>the Lord mighty in battle.<br/><span class='super'>9</span> Lift up your heads, you gates;<br/>lift them up, you ancient doors,<br/>that the King of glory may come in.<br/><span class='super'>10</span> Who is he, this King of glory?<br/>The Lord Almighty—<br/>he is the King of glory.</p>"
    },
    {
      "header": "This Is Amazing Grace",
      "body": "<p>Who breaks the power of sin and darkness<br>Whose love is mighty and so much stronger<br>The King of Glory, the King above all kings<br>Who shakes the whole earth with holy thunder<br>Who leaves us breathless in awe and wonder<br>The King of Glory, the King above all kings</p><p>This is amazing grace<br>This is unfailing love<br>That You would take my place<br>That You would bear my cross<br>You would lay down Your life<br>That I would be set free<br>Jesus, I sing for<br>All that You've done for me</p><p>Who brings our chaos back into order<br>Who makes the orphan a son and daughter<br>The King of Glory, the King above all kings<br>Who rules the nations with truth and justice<br>Shines like the sun in all of its brilliance<br>The King of Glory, the King above all kings</p><p>Worthy is the Lamb who was slain<br>Worthy is the King who conquered the grave<br>Worthy is the Lamb who was slain<br>Worthy is the King who conquered the grave</p>"
    }
  ]
}