{
  "title_1": "The Prayer of Prayers",
  "title_2": "Struggle: Thy Will Be Done",
  "scripture_verse": "Matthew: 26:36-46",
  "scripture_body":"<p><span class='super'>36</span> Then Jesus went with his disciples to a place called Gethsemane, and he said to them, “Sit here while I go over there and pray.” <span class='super'>37</span> He took Peter and the two sons of Zebedee along with him, and he began to be sorrowful and troubled. <span class='super'>38</span> Then he said to them, “My soul is overwhelmed with sorrow to the point of death. Stay here and keep watch with me.”</p><p><span class='super'>39</span> Going a little farther, he fell with his face to the ground and prayed, “My Father, if it is possible, may this cup be taken from me. Yet not as I will, but as you will.”</p><p><span class='super'>40</span> Then he returned to his disciples and found them sleeping. “Couldn’t you men keep watch with me for one hour?” he asked Peter. <span class='super'>41</span> “Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.”</p><p><span class='super'>42</span> He went away a second time and prayed, “My Father, if it is not possible for this cup to be taken away unless I drink it, may your will be done.”</p><p><span class='super'>43</span> When he came back, he again found them sleeping, because their eyes were heavy. <span class='super'>44</span> So he left them and went away once more and prayed the third time, saying the same thing.</p><p><span class='super'>45</span> Then he returned to the disciples and said to them, “Are you still sleeping and resting? Look, the hour has come, and the Son of Man is delivered into the hands of sinners.<span class='super'>46</span> Rise! Let us go! Here comes my betrayer!”</p>",
  "goal": "To discover how prayer for God’s will to be done can enable us to yield to his control over every part of our lives with confident hope.",
  "background": "<p>As Redeemer’s ministry theme of “Prayer Renewal: Drawing near to God” continues, we will keep exploring Jesus’ model prayer (“the prayer of prayers”) as a way to help us understand why we need to pray and why we should want to pray. As we isolate one part of “The Lord’s Prayer” each week, we will reflect on a biblical text that helps us understand what is happening in that particular aspect of prayer.</p><p>This week’s focus from The Lord’s Prayer is “thy will be done.” In Matthew 26:36-46, we get a glimpse of Jesus’ agony as he prays to God in the Garden of Gethsemane. Just moments away from his betrayal — and thereafter, his death — Jesus is overwhelmed with grief knowing that he will soon experience a pain that no one has ever known. We will see how Jesus was able to surrender to God’s will for himself, even while facing extreme difficulty, and discuss how and why we might be able to do the same. Praying with submission to God opens our hearts to peaceful trust in him and protects us from being hardened by the difficulties that come upon us.</p>",
  "addlSections": [
    {
      "header": "SECTION I",
      "body": "<p>Goal for this section: To examine the meaning of Jesus’ prayer as he faced the hour of his crucifixion.</p><p><b>1. (Vv. 39, 42, 44) There are many opinions about the meaning of Jesus’ death, but when he uses the term “cup” he’s referring to an Old Testament metaphor for the wrath of God on sin. How does this help you appreciate the magnitude of his prayer?</b></p><p><b>2. How does a deeper understanding of Jesus’ suffering help you interpret the oft- repeated statement, “Jesus loves you”?</b></p>"
    },
    {
      "header": "SECTION II",
      "body": "<p>Goal for this section: To consider how Jesus’ submission to God can empower one to pray for and rest in God’s will, which will change us and change the way that we pray.</p><p><b>3. (Vv. 40-41, 43, 45-46) The cost of Jesus’ obedience to God was both terrible and marvelous. What can we learn from the way Jesus surrendered to God’s will? According to the text, how was Jesus able to set aside his overwhelming desire to be spared, and confidently embrace God’s will for a greater good?</b></p><p><b>4. When Jesus said “thy will be done” to God, he did so for the redemptive good of others. Praying as he prayed means making our own personal agendas second to God’s plan for that same end. How could understanding this impact the way you think about prayer, either for yourself or others?</b></p>"
    },
    {
      "header": "PRAYER",
      "body": "<h4>WEEK IN REVIEW</h4><p>Last week we focused on Kingdom-centered prayer. Did anyone have a chance to pray again for the groups or issues that we prayed about last week? Take a few minutes to discuss whether or not praying for these people or issues raised your awareness or compassion for those you prayed for.</p><h4>PRAYER EXERCISE</h4><p>Goal of this application: To reflect on God’s love, power, and promises and to grow in trusting him.</p><p>This week we will reflect on and pray about trusting God and his plan for our lives. When Jesus prayed, “Thy will be done,” it was the ultimate act of trust and surrender to the Father. Learning to trust God and choose his desires over our own is challenging, especially when we live in a culture that considers independence and comfort high values. The only way for us to pray or even want to pray, “thy will be done” as Jesus did, is to grow in gladness of God’s love and in understanding of his promises and ability to change things.</p><p>We are often attracted to people because of their personality. However, we only gain confidence in them because of their character, or, as Psalm 78 puts it, because of “the integrity of [their] heart.” Similarly, in a relationship with God, one will grow in trust by learning God’s character and integrity. On the cross, Jesus proved that he will do everything to accomplish our good. In the resurrection, God shows not only his character and integrity but also his power to conquer death itself on our behalf. Jesus encouraged people to trust him when he said, “I have told you these things so that in me you may have peace. In this world, you will have trouble. But take heart! I have overcome the world” (John 16:33).</p><p>1. Discuss: What are the challenges of trusting God’s character and integrity while believing he has the power and desire to do good?</p><p>2. Pray: To grow in trusting God, we must remember what he has done for us that has already proven his love and power.</p><ul><li>Silently pray to God about whether or not you trust him and his intentions for you.</li><li>Ask God to help you know him, trust him, and see his goodness.</li><li>Confess the things that makes trusting him hard for you.</li><p>Example prayer: God, I want to trust you, but it’s hard. It’s easier to trust the things I can see and control than your ability to change things. I have a hard time trusting you because _____. Help me to recognize or remember the integrity you’ve shown in your commitment to me, thereby, helping me to understand your grace and trust you more with my life and the desires of my heart.</p></ul><p>3. Discuss: Our trust in, and understanding of, God’s purposes can grow when we see his amazing promises. Author Jerry Bridges says, “Trust is not a passive state of mind. It is a vigorous act of the soul by which we choose to lay hold on the promises of God and cling to them despite the adversity that at times seeks to overwhelms us.”</p><ul><li>Consider together God’s promises below. Share one promise that encourages you to trust God in your present circumstances.</li><li>How would believing them give you the ability to seek God’s will?<ul><li>All things will work together for the good of God’s children. (Romans 8:28)</li><li>God will not stop working in our lives until we are made in the image of his Son. (Philippians 1:6)</li><li>When you seek God’s purposes first in your life, you don’t have to worry about anything. He will provide for all that you need. (Matthew 6:33)</li><li>God will always be there for you. You are never alone and he will never leave you. (Hebrews 13:5)</li><li>In this world, you will have trouble, but you can take heart because Jesus has overcome this world and, therefore, you too shall overcome. (John 16:33)</li><li>Jesus came not only to give you eternal life with him, but an abundant life in him and his purposes. (John 10:10)</li><li>God is near to those that are brokenhearted. (Psalm 34:18)</li><li>God is making all things new. All broken things will one day be redeemed. (Revelation 21:5)</li><li>God has good plans for his children, plans to give them hope and a future. (Jeremiah 29:11)</li><li>When you look to God for guidance, you can trust that he will work out your path. (Proverbs 3:5-6)</li><li>You can rest in God’s grace for you. He will provide for and protect you as you rely on him. (2 Corinthians 12:9)</li><li>It is for freedom that Christ has set you free. (Galatians 5:1)</li></ul></li></ul><p>4. Pray: Pray to God about what these promises mean to you. Ask for help in believing them as promises for your own life. Thank God for them.</p><p>5. Discuss: In order to grow in trust of a person, you must begin by trusting him a little bit. Only then will you have the opportunity to find that he is trustworthy, which will allow you to grow in trust.</p><ul><li>Have you experienced a time when you trusted God with something that you werehesitant about, and found that he provided or answered your prayer in unexpected ways? Share.</li><li>What effect did this have on your relationship with God?</li></ul><p>6. Share & pray: Take a risk to ask for God’s will for a situation in your life. Is there a situation that could yield to God, but are afraid of what God might have you do if you pray, “thy will be done”? If the thought of surrendering to God’s will makes you uncomfortable, you’re not alone; even Jesus sweat blood at the realization of what obeying God would cost him.</p><ul><li>If you feel comfortable, share with the group where you see a need to yield to God’s will.</li><li>Pray as a group for anyone who shared and then privately for your own personal needs if you did not share them out loud.</li></ul><p>Example prayer of asking for help with trust and surrender: Father, I want to trust you and seek your will with [this area of my life], but I’m afraid of [this result]. I know that you love me and have a good plan, but it’s hard to give up control. Help me to trust you and seek your will, and to remember that no matter what happens, you are working all things out for my good and your glory.</p><p><b>7. Next steps:</b> Take time in the next few weeks to continually pray about this in your life and seek to trust God in and through it. Take time to also pray about God’s promises for your life. Share next week if God answered your prayers in any specific way or if you learned something new about trusting God.</p>"
    }
  ],
  "worship": [
    {
      "header": "Listen To Our Hearts",
      "body": "<p>How do you explain, how do you describe <br/>A love that goes from east to west<br/>And runs as deep as it is wide?<br/>You know all our hopes.  Lord, You know all our fears<br/>And words cannot express the love we feel,<br/>But we long for You to hear</p><p>So listen to our hearts, hear our spirits sing<br/>A song of praise that flows from those You have redeemed<br/>We will used the words we know<br/>To tell You what an awesome God You are<br/>But words are not enough to tell You of our love,<br/>So listen to our hearts.</p><p>If words could fall like rain from these lips of mine<br/>And if I had a thousand years,<br/>I would still run out of time<br/>So if You’ll listen to my heart, every beat will say,<br/>“Thank You for the Life, thank You for the Truth,<br/>Thank You for the Way”</p>"
    }
  ]
}