{
  "title_1": "Facing Doubt",
  "title_2": "Week 3",
  "scripture_verse": "Psalm 73:1-3, 12-26",
  "scripture_body":"<p><span class='super'>1</span> Surely God is good to Israel,<br>to those who are pure in heart.<br><span class='super'>2</span> But as for me, my feet had almost slipped; I had nearly lost my foothold.<br><span class='super'>3</span> For I envied the arrogant<br>when I saw the prosperity of the wicked.</p><p><span class='super'>12</span> This is what the wicked are like—<br>always free of care, they go on amassing wealth.<br><span class='super'>13</span> Surely in vain I have kept my heart pure and have washed my hands in innocence.<br><span class='super'>14</span> All day long I have been afflicted,<br>and every morning brings new punishments.<br><span class='super'>15</span> If I had spoken out like that,<br>I would have betrayed your children.<br><span class='super'>16</span> When I tried to understand all this, it troubled me deeply<br><span class='super'>17</span> till I entered the sanctuary of God; then I understood their final destiny.<br><span class='super'>18</span> Surely you place them on slippery ground; you cast them down to ruin.<br><span class='super'>19</span> How suddenly are they destroyed, completely swept away by terrors!<br><span class='super'>20</span> They are like a dream when one awakes; when you arise, Lord,<br>you will despise them as fantasies.<br><span class='super'>21</span> When my heart was grieved and my spirit embittered,<br><span class='super'>22</span> I was senseless and ignorant;<br>I was a brute beast before you.<br><span class='super'>23</span> Yet I am always with you;<br>you hold me by my right hand.<br><span class='super'>24</span> You guide me with your counsel,<br>and afterward you will take me into glory.<br><span class='super'>25</span> Whom have I in heaven but you?<br>And earth has nothing I desire besides you.<br><span class='super'>26</span> My flesh and my heart may fail,<br>but God is the strength of my heart and my portion forever.</p>",
  "goal": "To explore both the importance and limitations of doubt in genuinely seeking truth and living life.",
  "background": "<p>What role does doubt play? Is it to be denounced as a threat to faith? Is it to be valorized as the only mature stance? Can we doubt and believe at the same time?</p><p>We tend to think about doubt and faith as opposites. The reality is, however, that giving due weight to our doubts is a natural and healthy part of growing in faith. The Bible is full of examples of how God works through our doubts to draw us closer to him.</p><p>The Bible’s view of doubt is very complex and nuanced. Christianity doesn’t just tolerate doubt; in fact, it invites us to consider, reason and question because that is part of the process of coming to faith. It’s safe to say that without doubt, you can’t have true faith.</p>",
  "question1": "1. Look at vv. 1-3 , 12-16. Why did the Psalmist begin to doubt his faith in God, to “slip” and “lose his foothold” (v. 2)? Which of these do you most identify with and why?",
  "question2": "2. Look at v. 16-26. What pulled the psalmist out of his doubts? What can you do with your own doubts?",
  "addlSections": [
    {
      "header": "PUBLIC FAITH APPLICATION",
      "body": "<p>By being honest about our own doubts, we learn to genuinely engage non-Christian friends who have deep objections to Christianity. We identify with their personal struggles, not because we know all the answers, but because we ourselves wrestle with some of the same issues.</p><h4>OBJECTIONS TO CHRISTIANITY</h4>There are two keys to engaging objections to Christianity:<h4>a) Respect and Humility</h4>It is critical to respect the others’ opinions and hear them out, even if you don’t agree with what they say. It is important to accurately understand their concerns (instead of putting words in their mouth) so that you demonstrate thoughtfulness and fairness.<h4>b) Ask good follow up questions</h4><p>The purpose of follow up questions isn’t to answer or refute the speaker, but to help them critically examine their own worldview based on their logic. The questions should be framed to demonstrate that all doubts are alternate beliefs and objections themselves are taken on faith, and thus require examining as well.</p><p>Such questions should sound like an open and friendly dialogue between two people sharing their views and learning from each other. For instance:</p><ul><li>“That is very interesting...I can relate to some extent but I want to know more. Why do you believe what you do?”</li><li>“I can empathize with those concerns...for me I’ve had a different thought process but could you tell me more about how you came to that conclusion?”</li></ul><h4>GROUP DISCUSSION</h4>Which of the above keys to engaging objections is difficult for you? What can help you remember to actively listen during your discussions with non-Christian friends?"
    },
    {
      "header": "LISTENING COMPONENT",
      "body": "<p>The next four weeks, we will practice one of the most important elements in sharing our hope: listening. Actively listening to and understanding our friends’ thoughts about Christianity is a way to show love and respect. To start us off, last week, we asked two or three non-Christian friends if they would be willing to share their thoughts on spirituality.</p><p>In case you were not able to, here is an example of how you can ask:</p><p class='indented-passage'>“Sometimes churches are better at talking than listening. I’m part of group at my church that’s really interested in what people think and feel about spirituality and Christianity. I’d love to hear your thoughts on some topics our group will be talking about, so could you help me out by sharing your honest thoughts?</p><p class='indented-passage'>I just want to listen rather than have a debate. We can dialogue more about it later down the road but for now, I’d love to just listen.</p><p class='indented-passage'>What do you think? Would you be willing to answer one question a week for the next 4 weeks (or two questions now and two more in a couple weeks)? If you’re game for this, could we set up a time to meet up soon?”</p><h4>GROUP DISCUSSION</h4><ul><li>Did you find two to three non-Christian friends to be part of this exercise? What were their reactions?</li><li>How did you feel about asking your friends to participate?</li></ul>"
    },
    {
    	"header": "YOUR ASSIGNMENT THIS WEEK",
    	"body": "<h4>Listening Component Question One</h4><p>“Do you think it is possible to know if there is a God? Why?”</p><h4>Listening Component Question Two (for those doubling up on questions)</h4><p>“How do you determine if someone is a good person or not? (or how do you decide what is right and wrong behavior)?”</p><h4>TWO TIPS:</h4><ul><li>Your task is just to listen with a posture of respect and humility. This is not a preaching exercise, but rather, an opportunity to hear what your non-Christian friends have to say and, if appropriate, pursue a dialogue on the topic at a later time.</li><li>If you would like to take some general notes while your friend shares so that you can remember their thoughts, please ask them for permission.</li></ul><p>As a community group, share and discuss your friends’ responses to the first question (we will discuss the second question the following week—if you ask both questions this week, please hold on to your notes from question 2).</p>"
    },
    {
      "header": "PRAYER",
      "body": "<p>Prayer unleashes the power of God and is primary to living a missional life with non- Christians. Refer to the Circle of Friends worksheet you filled out last week. Every week we will be praying for these five non- Christian friends.</p><h4>INSTRUCTIONS</h4><p>1. Break up into prayer groups of three or four.</p><p>2. Take turns praying for not just your list, but for everyone your prayer group listed. You will likely be unfamiliar with individuals on other lists, but we can rely on the Holy Spirit in praying for them. Some areas to pray for:<ul><li>Openness to and curiosity about the gospel</li><li>For God to place other loving and humble Christians in their lives</li><li>Healing and forgiveness if they've been hurt by the church or Christians</li><li>Willingness to share their thoughts candidly and to answer questions for the Listening Component</li></ul></p><p>(If you are uncomfortable with praying out loud, please pray silently when it is your turn and then say \"Amen\" to indicate when you are done.)</p><p>3. REMEMBER: We will be praying for these five people every week so please bring the sheet back every week or write it into an email/text/notebook for yourself.</p>"
    }
  ],
  "worship": [
    {
      "header": "Your Name",
      "body": "<p>As morning dawns and evening fades<br>You inspire songs of praise<br>That rise from earth to touch Your heart<br>and glorify Your Name</p><p><div class='indented-passage'>Your Name is a strong and mighty tower<br>Your Name is a shelter like no other<br>Your Name, let the nations sing it louder<br>'Cause nothing has the power to save<br>But Your Name</div></p><p>Jesus, in Your Name we pray<br>Come and fill our hearts today<br>Lord, give us strength to live for You<br>and glorify Your Name</p>"
    },
    {
      "header": "Romans 5:6-8",
      "body": "<p><span class='indented-passage'>6</span> You see, at just the right time, when we were still powerless, Christ died for the ungodly.<span class='indented-passage'>7</span> Very rarely will anyone die for a righteous person, though for a good person someone might possibly dare to die.<span class='indented-passage'>8</span> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.</p>"
    },
    {
      "header": "How He Loves",
      "body": "<p>He is jealous for me,<br>Loves like a hurricane, I am a tree,<br>Bending beneath<br>The weight of his wind and mercy.</p><p>When all of a sudden,<br>I am unaware of these afflictions eclipsed by glory,<br>And I realize just how beautiful You are,<br>And how great Your affections are for me.</p><p>And oh, how He loves us<br>Oh how He loves us,<br>How He loves us all</p><p><div class='indented-passage'>He loves us,<br>Oh how He loves us,<br>Oh how He loves us,<br>Oh how He loves.</div></p><p>We are His portion and He is our prize,<br>Drawn to redemption by the grace in His eyes,<br>If grace is an ocean, we’re all sinking.<br>So Heaven meets earth like an unforeseen kiss,<br>And my heart turns violently inside of my chest,<br>I don’t have time to maintain these regrets,<br>When I think about, the way...</p>"
    }
  ]
}