{
  "title_1": "Knowing God",
  "title_2": "Week 4",
  "scripture_verse": "Romans 1:16-21",
  "scripture_body":"<p><span class='super'>16</span> For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile. <span class='super'>17</span> For in the gospel the righteousness of God is revealed—a righteousness that is by faith from first to last just as it is written: \"The righteous will live by faith.\"</p><p><span class='super'>18</span> The wrath of God is being revealed from heaven against all the godlessness and wickedness of people, who suppress the truth by their wickedness, <span class='super'>19</span> since what may be known about God is plain to them, because God has made it plain to them. <span class='super'>20</span> For since the creation of the world God’s invisible qualities— his eternal power and divine nature—have been clearly seen, being understood from what has been made, so that people are without excuse.</p><p><span class='super'>21</span> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened.</p>",
  "goal": "To understand how we can know God and what we can know about him.",
  "background": "<p>Can a person really know whether God exists? If so, what can we know about this God?</p><p>This week, we discuss the sufficiency of the most common methods of proof - rationalism (\"I know what is provable under my reasoning\"), experientialism (\"I know what I have experienced\") and pragmatism (\"I know if I see it work\"). In answering these all-important questions, we look at one of the boldest statements in all the Bible - the first chapter of Romans, where Paul argues that knowing God is not only possible, but inevitable.</p>",
  "question1": "1. According to the text, what are the different ways we can know God and what can be known about him? Why is this important?",
  "question2": "2. The text makes the claim that we all know God, but we suppress that instinctive knowledge because we do not want God to exist (vv. 18-21). What do you think Paul means by this? Do you agree? Why or why not?",
  "addlSections": [
    {
      "header": "PUBLIC FAITH APPLICATION",
      "body": "<p>For four weeks, we are asking two or three non-Christian friends one question per week. Your task is to just listen and note the response. This is not an exercise in preaching, but an opportunity to hear what our friends think, with the hope that this will lead to future conversations.</p><p>This is also a way for us as community groups and as a church to learn about the fundamental concerns of New Yorkers outside our faith. Therefore, your CG Leader will take general notes during your group discussion on the kinds of responses you heard. That being said, we don’t need to know the identities of your friends, and in fact, we suggest that you refer to them by their initials or first names when sharing with the group.</p>"
    },
    {
      "header": "LISTENING COMPONENT",
      "body": "<p>This week we asked the question, \"Do you think it is possible to know if there is a God? Why?\"</p><h4>GROUP DISCUSSION: What We Heard</h4><ul><li>Did anything surprise you about your friends’ answers?</li><li>What did you learn that would help you be a better friend and witness?</li></ul><h4>Our Response</h4><ul><li>What might have been a productive and edifying way to respond to your friends’ thoughts?</li><li>How can this conversation continue and deepen your friendships?</li></ul>"
    },
    {
        "header": "YOUR ASSIGNMENT THIS WEEK",
        "body": "<p>Follow up with the same people and ask the following question. (If for scheduling reasons it is difficult to get together every week, feel free to double up on two questions a week.)</p><h4>Listening Component Question Two</h4><ul><li>\"How do you determine if someone is a good person or not? (Or how do you decide what is right and wrong behavior?)\"</li></ul><h4>Listening Component Question Three</h4><ul><li>(for those doubling up on questions) \"Is there anything attractive or compelling about Christianity? What would that be? Why?\"</li></ul><h4>TWO TIPS:</h4><ul><li>Your task is just to listen with a posture of respect and humility. This is not a preaching exercise, but rather, an opportunity to hear what your non-Christian friends have to say and, if appropriate, pursue a dialogue on the topic at a later time.</li><li>If you would like to take some general notes while your friend shares so that you can remember their thoughts, please ask your friend for permission.</li></ul>"
    },
    {
      "header": "PRAYER",
      "body": "<p>Since prayer is the primary force behind a public faith, we continue to pray that the five non-Christian friends on our list would come to know Jesus as their greatest hope and desire.</p><h4>INSTRUCTIONS</h4><p>1. Break up into prayer groups of three or four.</p><p>2. Take turns praying for not just your list, but for everyone your prayer group listed. You will likely be unfamiliar with individuals on other lists, but we can rely on the Holy Spirit in praying for them. Some areas to pray for:<ul><li>Openness to and curiosity about the gospel</li><li>For God to place other loving and humble Christians in their lives</li><li>Healing and forgiveness if they've been hurt by the church or Christians</li><li>Willingness to share their thoughts candidly and to answer questions for the Listening Component</li></ul></p><p>(If you are uncomfortable with praying out loud, please pray silently when it is your turn and then say \"Amen\" to indicate when you are done.)</p><p>3. REMEMBER: We will be praying for these five people every week so please bring the sheet back every week or write it into an email/text/notebook for yourself.</p>"
    }
  ],
  "worship": [
    {
      "header": "Let My Words Be Few",
      "body": "<p>You are God in Heaven<br>And here am I on earth<br>So I'll let my words be few<br>Jesus I am so in love with You</p><p>And I'll stand in awe of You<br>Yes I'll stand in awe of You<br>And I'll let my words be few<br>Jesus I am so in love with You</p><p>The simplest of all love songs<br>I long to bring to You<br>So I'll let my words be few<br>Jesus I am so in love with You</p>"
    },
    {
      "header": "Ecclesiastes 5:1-2",
      "body": "<p><span class='super'>1</span> Guard your steps when you go to the house of God. Go near to listen rather than to offer the sacrifice of fools, who do not know that they do wrong.</p><p><span class='super'>2</span> Do not be quick with your mouth,<br>do not be hasty in your heart<br>to utter anything before God.<br>God is in heaven<br>and you are on earth,<br>so let your words be few.</p>"
    },
    {
      "header": "Here I Am To Worship",
      "body": "<p>Light of the world you stepped down into darkness<br>Opened my eyes let me see<br>Beauty that made this heart adore You<br>Hope of a life spent with You</p><p>So, here I am to worship<br>Here I am to bow down<br>Here I am to say that you're my God<br>You're altogether lovely<br>Altogether worthy<br>Altogether wonderful to me</p><p>King of all days oh so highly exalted<br>Glorious in Heaven above<br>Humbly you came to the Earth you created<br>All for love's sake became poor</p><p class='indented-passage'>And I'll never know how much it cost<br>To see my sin upon that cross [x2]</p>"
    }
  ]
}