{
  "title_1": "Finding God",
  "title_2": "Week 6",
  "scripture_verse": "Exodus 3:1-14",
  "scripture_body":"<p><span class='super'>1</span> Now Moses was tending the flock of Jethro his father-in-law, the priest of Midian, and he led the flock to the far side of the wilderness and came to Horeb, the mountain of God. <span class='super'>2</span> There the angel of the Lord appeared to him in flames of fire from within a bush. Moses saw that though the bush was on fire it did not burn up. <span class='super'>3</span> So Moses thought, “I will go over and see this strange sight—why the bush does not burn up.”</p><p><span class='super'>4</span> When the Lord saw that he had gone over to look, God called to him from within the bush, “Moses! Moses!” And Moses said, “Here I am.”</p><p><span class='super'>5</span> “Do not come any closer,” God said. “Take off your sandals, for the place where you are standing is holy ground.” <span class='super'>6</span> Then he said, “I am the God of your father, the God of Abraham, the God of Isaac and the God of Jacob.” At this, Moses hid his face, because he was afraid to look at God.</p><p><span class='super'>7</span> The Lord said, “I have indeed seen the misery of my people in Egypt. I have heard them crying out because of their slave drivers, and I am concerned about their suffering. <span class='super'>8</span> So I have come down to rescue them from the hand of the Egyptians and to bring them up out of that land into a good and spacious land, a land flowing with milk and honey—the home of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites. <span class='super'>9</span> And now the cry of the Israelites has reached me, and I have seen the way the Egyptians are oppressing them.</p><p><span class='super'>10</span> So now, go. I am sending you to Pharaoh to bring my people the Israelites out of Egypt.”</p><p><span class='super'>11</span> But Moses said to God, “Who am I that I should go to Pharaoh and bring the Israelites out of Egypt?”</p><p><span class='super'>12</span> And God said, “I will be with you. And this will be the sign to you that it is I who have sent you: When you have brought the people out of Egypt, you will worship God on this mountain.”</p><p><span class='super'>13</span> Moses said to God, “Suppose I go to the Israelites and say to them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ Then what shall I tell them?”</p><p><span class='super'>14</span> God said to Moses, “I am who I am. This is what you are to say to the Israelites: ‘I am has sent me to you.’”</p>",
  "goal": "To explore what we can learn about God through his own self-revelation and ask whether such revelation is necessary to find him.",
  "background": "<p>In the Western world, many people have become wary of absolute truth claims for myriad reasons—philosophy, science, childhood experience. Yet studies are showing that many are still open to considering spiritual commitments especially if they prove to be existentially satisfying.</p><p>This is good news. As Christians look to “share the hope that’s within,” we must remember that becoming a committed follower of Jesus involves more than an intellectual acknowledgment (though certainly not less!) of biblical evidence and facts. But even the most thoughtful inquiry cannot replace a personal encounter with the Living God. This week we look at a particular encounter—Moses’ encounter with the burning bush—to learn what God is like and why we need him to reveal himself.</p>",
  "question1": "1. The idea of a God talking to someone through a burning bush would make any person incredulous, both modern and ancient alike. Yet what can we learn from this passage as we think about encountering God in today’s context?",
  "question2": "2. When Moses was about to give up, God reminded him that he had not given up on him. Are there ways God has shown you that he has not given up on you?",
  "addlSections": [
    {
      "header": "PUBLIC FAITH APPLICATION",
      "body": "<p>Through the Listening Component, we continue to gain insight about our non-Christian friends. As much as this is an exercise to learn from non-Christians as a Community Group and as a church, it is also a way for our friends to learn of our personal faith.</p>"
    },
    {
      "header": "LISTENING COMPONENT",
      "body": "<p>This week we asked the question, “Is there anything attractive or compelling about Christianity? What would that be? Why?”</p><h4>GROUP DISCUSSION: What We Heard</h4><ul><li>Did anything surprise you about your friends’ answers?</li><li>What do you think the answers reflect about your friends and New Yorkers who don’t share your faith?</li><li>What did you learn that would help you be a better friend and witness?</li></ul><h4>Our Response</h4><ul><li>What might have been a productive and edifying way to respond to your friends’ thoughts?</li><li>How can this conversation continue and deepen your friendships?</li></ul>"
    },
    {
        "header": "YOUR ASSIGNMENT THIS WEEK",
        "body": "<p>Follow up with the same people and ask the following questions.</p><h4>Listening Component Question 1</h4><ul><li>“Do you think it is possible to know if there is a God? Why?”</li></ul><h4>Listening Component Question 2</h4><ul><li>\"How do you determine if someone is a good person or not? (Or how do you decide what is right and wrong behavior?)\"</li></ul><h4>Listening Component Question 3</h4><ul><li>\"Is there anything attractive or compelling about Christianity? What would that be? Why?\"</li></ul><h4>Listening Component Question 4</h4><ul><li>“What are your biggest objections to Christianity? (Or what would be the greatest barrier to your embracing the Christian faith?)”</li></ul><h4>TWO TIPS:</h4><ul><li>Your task is just to listen with a posture of respect and humility. This is not a preaching exercise, but rather, an opportunity to hear what your non-Christian friends have to say and, if appropriate, pursue a dialogue on the topic at a later time.</li><li>If you would like to take some general notes while your friend shares so that you can remember their thoughts, please ask your friend for permission.</li></ul>"
    },
    {
      "header": "PRAYER",
      "body": "<p>Since prayer is the primary force behind a public faith, we continue to pray that the five non-Christian friends on our list would come to know Jesus as their greatest hope and desire.</p><h4>INSTRUCTIONS</h4><p>1. Break up into prayer groups of three or four.</p><p>2. Take turns praying for not just your list, but for everyone your prayer group listed. You will likely be unfamiliar with individuals on other lists, but we can rely on the Holy Spirit in praying for them. Some areas to pray for:<ul><li>Openness to and curiosity about the gospel</li><li>For God to place other loving and humble Christians in their lives</li><li>Healing and forgiveness if they've been hurt by the church or Christians</li><li>Willingness to share their thoughts candidly and to answer questions for the Listening Component</li></ul></p><p>(If you are uncomfortable with praying out loud, please pray silently when it is your turn and then say \"Amen\" to indicate when you are done.)</p><p>3. REMEMBER: We will be praying for these five people every week so please bring the sheet back every week or write it into an email/text/notebook for yourself.</p>"
    }
  ],
  "worship": [
    {
      "header": "10,000 Reasons",
      "body": "<p><b>Chorus:</b><br>Bless the Lord, O my soul,<br>O my soul,<br>Worship His holy name.<br>Sing like never before,<br>0 my soul.<br>I'll worship Your holy name.</p><p>The sun comes up, it's a new day dawning;<br>It's time to sing Your song again.<br>Whatever may pass, and whatever lies before me,<br>Let me be singing when the even- ing comes.</p><p>You're rich in love, and You're slow to anger.<br>Your name is great, and Your heart is kind.<br>For all Your goodness, I will keep on singing;<br>Ten thousand reasons for my heart to find.</p><p>And on that day when my strength is failing,<br>The end draws near, and my time has come;<br>Still my soul will sing Your praise unending:<br>Ten thousand years and then forevermore!</p>"
    },
    {
      "header": "Psalm 130:1-5",
      "body": "<p><span class='super'>1</span> Out of the depths I cry to you, Lord;<br><span class='super'>2</span> Lord, hear my voice.<br>Let your ears be attentive<br>to my cry for mercy.<br><span class='super'>3</span> If you, Lord, kept a record of sins,<br>Lord, who could stand?<br><span class='super'>4</span> But with you there is forgiveness,<br>so that we can, with reverence, serve you.<br><span class='super'>5</span> I wait for the Lord, my whole being waits,<br>and in his word I put my hope.</p>"
    },
    {
      "header": "Amazing Grace (My Chains Are Gone)",
      "body": "<p>Amazing grace how sweet the sound<br>That saved a wretch like me<br>I once was lost, but now I'm found<br>Was blind but now I see</p><p>My chains are gone, I've been set free.<br>My God, My Savior has ransomed me.<br>And like a flood his mercy reigns.<br>Un-ending love, amazing grace</p><p>’Twas grace that taught my heart to fear,<br>And grace my fears relieved;<br>How precious did that grace appear,<br>The hour I first believed!</p><p>The Lord has promised good to me,<br>His word my hope secures;<br>He will my shield and portion be,<br>As long as life endures.</p><p>The earth shall soon dissolve like snow,<br>The sun forbear to shine;<br>But God, who call’d me here below,<br>Will be forever mine.</p>"
    }
  ]
}