{
  "title_1": "Finding Christ",
  "title_2": "Week 9",
  "scripture_verse": "John 5:31-47",
  "scripture_body":"<p><span class='super'>31</span> “If I testify about myself, my testimony is not true. <span class='super'>32</span> There is another who testifies in my favor, and I know that his testimony about me is true.</p><p><span class='super'>33</span> “You have sent to John and he has testified to the truth. <span class='super'>34</span> Not that I accept human testimony; but I mention it that you may be saved. <span class='super'>35</span> John was a lamp that burned and gave light, and you chose for a time to enjoy his light.</p><p><span class='super'>36</span> “I have testimony weightier than that of John. For the works that the Father has given me to finish—the very works that I am doing—testify that the Father has sent me. <span class='super'>37</span> And the Father who sent me has himself testified concerning me. You have never heard his voice nor seen his form, <span class='super'>38</span> nor does his word dwell in you, for you do not believe the one he sent. <span class='super'>39</span> You study the Scriptures diligently because you think that in them you have eternal life. These are the very Scriptures that testify about me, <span class='super'>40</span> yet you refuse to come to me to have life.</p><p><span class='super'>41</span> “I do not accept glory from human beings, <span class='super'>42</span> but I know you. I know that you do not have the love of God in your hearts. <span class='super'>43</span> I have come in my Father’s name, and you do not accept me; but if someone else comes in his own name, you will accept him. <span class='super'>44</span> How can you believe since you accept glory from one another but do not seek the glory that comes from the only God?</p><p><span class='super'>45</span> “But do not think I will accuse you before the Father. Your accuser is Moses, on whom your hopes are set. <span class='super'>46</span> If you believed Moses, you would believe me, for he wrote about me. <span class='super'>47</span> But since you do not believe what he wrote, how are you going to believe what I say?”</p>",
  "goal": "To evaluate the plausibility of the Bible as the reliable and authoritative means for knowing God.",
  "background": "<p>Our final week concludes by leading us to consider whether we can truly rely on the Bible as God’s self-disclosure to the world. Christianity has always affirmed that a personal relationship with God requires active submission to the Bible’s authority. For many people, accepting the Bible as absolute truth is hard to swallow. Because they doubt the reliability of the Bible, they conclude that what it says about Jesus can’t be trusted. In short some might conclude that since we can’t trust the Bible, we can’t trust Jesus.</p><p>What if we turned the argument upside down? What if we found we could trust Jesus because we have concluded that Jesus must have risen from the dead; and if Jesus trusted the Bible, couldn’t we do the same? If Jesus really rose from the dead and all of his claims about himself are true, then what Jesus believed about the Bible would be enormously important!</p><p>In this week’s text, Jesus is reasoning with a crowd about his claims that he is the divine Son of God. The crowd balks because in a Jewish court of law, a person’s testimony about himself was not valid; it had to be corroborated by two other witnesses. Jesus claims that he doesn’t need others to validate his identity, but nevertheless acknowledges this convention hoping that some might be convinced and “be saved” (v. 34). The two witnesses he calls to the “stand” reveal a lot about what Jesus believed about the Bible and its authority.</p>",
  "question1": "1. Jesus appeals to John the Baptist (vv. 32-35) and the Scriptures (vv. 37-40) as witnesses corroborating his claims to be the divine Son of God. What does this passage tell us about what Jesus believed concerning the Scriptures? Why is this important for us?",
  "question2": "2. Jesus here confronts the crowds for being merely informed about the Bible, but not fundamentally formed by it (vv. 37-47). Over which areas of your heart have you struggled to let God’s Word have full authority?",
  "addlSections": [
    {
      "header": "PUBLIC FAITH APPLICATION",
      "body": "<h4>ILLUSTRATING THE GOSPEL THROUGH YOUR NEW LIFE STORY (PART 2)</h4><p>We continue last week’s discussion on how you came to faith and dig deeper into how we can use our story to illustrate the gospel to someone outside the Christian faith. Sharing the story of how you came to faith requires prayer, , wisdom, honesty, humility and reliance on the Holy Spirit for appropriate timing.</p><p>A New Life Story has three key elements:</p><ol><li>1. Before you came to faith, what was missing? What was off course?</li><li>2. How did Christ come into your life and fill what was missing or fix what wasmisaligned?</li><li>3. What is different now that you have given your life over to Christ?</li></ol>"
    },
    {
      "header": "PARTNER ACTIVITY",
      "body": "<p>Pair off and share a 2 to 3 minute version of your New Life Story based on your answers to the questions from last week. If you need to see the questions, see the appendix.</p><p>Offer feedback based on the following questions:</p><ul><li>1. What are some themes that a non-Christian friend might relate to? What might they not relate to?</li><li>2. What are some themes that point to God and his attributes?</li><li>3. What are some themes that point to the gospel?</li><li>4. If someone who had no understanding of the gospel heard your story, what would they learn through your story?</li></ul>"
    },
    {
      "header": "GROUP DISCUSSION",
      "body": "<p>The following are tips for sharing your New Life Story. Read through this list as a group and discuss the relevance of these tips. Are there any ones you might have a more difficult time with?</p><ul><li><b>Rely on the Holy Spirit.</b> Go to God in prayer and trust that he will be the one creating openings in conversations with non-Christian friends. Rely on the Holy Spirit to show you how the hopes of your friends might be reflected in your own story. Prayerfully ask for the Holy Spirit to show you how God is working in your friends’ lives.</li><li><b>Keep it conversational.</b> When sharing your story remember this should not feel like a speech, but instead a conversation. And like any conversation, there needs to be some back-and-forth allowing for friends to ask questions.</li><li><b>Keep it short.</b> A New Life Story is not a story about your entire life or a recap of your entire relationship with God. It should cover the three key elements (see previous page) and it should not be anything longer than 3 minutes. Focus on snippets of your story.</li><li><b>Keep it authentic.</b> There is no need to embellish your story and make it more dramatic than it really is. Just share what happened, how you felt and thought, and how God worked.</li><li><b>Be relevant.</b> Share parts of your story that your non-Christian friend can relate to and fit with the conversation. Stay away from unnecessary details which usually end up being distractions to the main themes.</li><li><b>Avoid “Christianese.”</b> “Christianese” is jargon that only Christians understand, so by definition, this kind of vocabulary means nothing to many non-Christians. Use everyday language so that someone outside the Christian faith can understand and relate to your story.</li><li><b>Point to God.</b> Last but not least, remember this is a story to glorify God and not an opportunity to talk about you. A New Life Story should be an authentic story that points to our brokenness and ultimately gives God credit for redeeming us. Lastly, your story should offer a glimpse into the transformative power of the gospel.</li></ul>"
    },
    {
      "header": "PRAYER",
      "body": "<p>As we have throughout this study series, we pray for the five non-Christians in our Circle of Friends. Again, prayer is primary to a public faith because through prayer, we love our friends by committing them to God’s sovereignty and goodness.</p><p>1. Break up into prayer groups of three or four.</p><p>2. Take turns praying for each person on your prayer group’s collective list. You will likely be unfamiliar with the individuals that other group members listed, so rely on the Holy Spirit to help you pray. Pray for:</p><ul><li>Openness to and curiosity about the gospel</li><li>God to place other loving and humble Christians in their lives</li><li>Healing if they’ve been hurt by the church or Christians</li><li>Willingness to share their thoughts candidly</li></ul>"
    }
  ],
  "worship": [
    {
      "header": "O Come O Come Emmanuel",
      "body": "<p>O come, O come, Emmanuel,<br>And ransom captive Israel,<br>That mourns in lonely exile here<br>Until the Son of God appear.</p><p>Rejoice! Rejoice!<br>Emmanuel shall come to thee, O Israel.</p><p>Oh come thou day-spring come and cheer<br>Our spirits by thine advent here<br>Disperse the gloomy clouds of night<br>And death's dark shadows put to flight</p><p>Oh come desire of nations bind<br>In one the hearts of all mankind<br>Bid thou our sad divisions cease<br>And be thyself our king of peace</p>"
    },
    {
      "header": "Luke 1:46-55",
      "body": "<span class='super'>46</span> And Mary said:<br><br>“My soul glorifies the Lord<br><span class='super'>47</span> and my spirit rejoices in God my Savior,<br><span class='super'>48</span> for he has been mindful<br>of the humble state of his servant.<br>From now on all generations will call me blessed,<br><span class='super'>49</span> for the Mighty One has done great things for me—<br>holy is his name.<br><span class='super'>50</span> His mercy extends to those who fear him,<br>from generation to generation.<br><span class='super'>51</span> He has performed mighty deeds with his arm;<br>he has scattered those who are proud in their inmost thoughts.<br><span class='super'>52</span> He has brought down rulers from their thrones<br>but has lifted up the humble.<br><span class='super'>53</span> He has filled the hungry with good things<br>but has sent the rich away empty.<br><span class='super'>54</span> He has helped his servant Israel,<br>remembering to be merciful<br><span class='super'>55</span> to Abraham and his descendants forever,<br>just as he promised our ancestors.”"
    },
    {
      "header": "O Holy Night",
      "body": "<p>O holy night, the stars are brightly shining;<br>It is the night of the dear Savior's birth.<br>Long lay the world in sin and error pining,<br>Till he appeared and the soul felt its worth.<br>A thrill of hope, the weary soul rejoices,<br>For yonder breaks a new and glorious morn.</p><p>Fall on your knees,<br>Oh, hear the angel voices!<br>O night divine,<br>O night when Christ was born!<br>O night, divine,<br>O night, O night divine!</p><p>Truly He taught us to love one another,<br>His law is love and His gospel is peace.<br>Chains he shall break, for the slave is our brother.<br>And in his name all oppression shall cease.<br>Sweet hymns of joy in grateful chorus raise we,<br>With all our hearts we praise His holy name.<br>Christ is the Lord! Then ever, ever praise we,<br>His power and glory ever more proclaim!</p>"
    }
  ]
}