{
  "series_intro": "<p>The word “Lent” comes from the Old English word lengten, which simply means “spring”, when the days “lengthen” and new life springs forth. It is a time in which we anticipate the victory of the light and life of Christ over the darkness of sin and death. It is, to borrow a phrase from C.S. Lewis, a season of a kind of “happiness and wonder that makes you serious.”</p><p>Today, Lent is often misunderstood as a season of joyless custom and duty; it carries almost too much religious baggage for some. Or we often just talk about what we are going to “give up” for Lent, without prayerfully considering what we might “take on” with the time, energy or resources that giving up might create.</p><p>How do we keep the gospel front and center in this season of shadows? The cross keeps our gospel focus clear. This is a season to journey with Jesus in his passion, to survey the cross, taking in the measure of Christ’s love in his suffering and death.</p><p>The spare and sober nature of Lent is healthy for the heart and true to the gospel, scrubbing away superficial spirituality by calling us to say no to ourselves in order to experience the greater yes in Jesus. It helps to imprint the form of the cross in our lives, recognizing that the news of the risen Lord Jesus is not good without the way of the cross. Lent prepares us to experience the reality of resurrection joy only by first recognizing the depth of our sin that pinned Christ to the cross.</p><p>And so, just as we carefully prepare for big events in our personal lives, such as a wedding or commencement, Lent invites us to make our hearts ready for remembering Jesus’ death and resurrection.</p>",
  "title_1": "The Lenten Season - Preparing for Death & New Life",
  "title_2": "Dust: Being Generous With Our Time",
  "scripture_verse": "Psalm 90: 1-12",
  "scripture_body": "<span class='super'>1</span> Lord, you have been our dwelling place throughout all generations.<br><span class='super'>2</span> Before the mountains were born or you brought forth the earth and the world, from everlasting to everlasting you are God.<br><span class='super'>3</span> You turn men back to dust, saying, “Return to dust, O sons of men.”<br><span class='super'>4</span> For a thousand years in your sight are like a day that has just gone by, or like a watch in the night.<br><span class='super'>5</span> You sweep men away in the sleep of death; they are like the new grass of the morning—<br><span class='super'>6</span> though in the morning it springs up new, by evening it is dry and withered.<br><span class='super'>7</span> We are consumed by your anger and terrified by your indignation.<br><span class='super'>8</span> You have set our iniquities before you, our secret sins in the light of your presence.<br><span class='super'>9</span> All our days pass away under your wrath; we finish our years with a moan.<br><span class='super'>10</span> The length of our days is seventy years— or eighty, if we have the strength; yet their span is but trouble and sorrow, for they quickly pass, and we fly away.<br><span class='super'>11</span> Who knows the power of your anger? For your wrath is as great as the fear that is due you.<br><span class='super'>12</span> Teach us to number our days aright, that we may gain a heart of wisdom.",
  "goal": "To examine our mortality in light of the eternal nature of God and to reflect on what it means therefore to “number our days aright.”",
  "background": "This Lenten series begins with an emphasis on the eternity of God in contrast to our mortality as creatures: “For dust you are and to dust you shall return” (Genesis 3:19). We remember that we were formed from dust, we are sustained by God’s active presence, and that very shortly we will return to the dust from which we came. This should cause us to consider how to “redeem our time” and “number our days” by being intentionally and actively <u>generous with our time</u> so that we invest ourselves in eternal, kingdom endeavors.",
  "question1": "1. GOD’S ETERNITY: (Vv. 1-6) The Psalmist contrasts God’s eternal character with human mortality. What do we learn about God and ourselves from this stark contrast?",
  "question2": "2. GOD’S WRATH: In the latter half of this text, the psalmist turns to focus on the connection between human mortality and God’s wrath. What does this text show us about that connection?",
  "question3": "3. GOD’S MERCY: How does being mindful of our mortality cause us to live with a “heart of wisdom” today? What is the connection here? How does our eternal hope through Jesus completely change the way we number our days?",
  "question4": "",
  "worship": [
    {
      "header": "The Stand",
      "body": "<p>You stood before creation<br>eternity in Your hand<br>You spoke the earth into motion<br>My soul now to stand</p><p>You stood before my failure<br>And carried the cross for my shame<br>My sin weighed upon Your shoulders<br>My soul now to stand</p><p><div class='indented-passage'>So what can I say<br>And what could I do<br>But offer this heart O God<br>Completely to You</div></p><p>So I'll walk upon salvation<br>Your Spirit alive in me<br>This life to declare Your promise<br>My soul now to stand</p><p><div class='indented-passage'>So I'll stand<br>With arms high and heart abandoned<br>In awe of the One who gave it all<br>I'll stand<br>My soul Lord to You surrendered<br>All I am is Yours</div></p>"
    },
    {
      "header": "Before the Throne of God Above",
      "body": "<p>Before the throne of God above<br>I have a strong, a perfect plea <br>A great High Priest whose name is Love <br>Who ever lives and pleads for me <br>My name is graven on His hands <br>My name is written on His heart <br>I know that while in heaven He stands <br>No tongue can bid me thence depart <br>No tongue can bid me thence depart</p><p>When Satan tempts me to despair <br>And tells me of the guilt within <br>Upward I look and see Him there <br>Who made an end to all my sin <br>Because the sinless Savior died <br>My sinful soul is counted free <br>For God the Just is satisfied <br>To look on Him and pardon me <br>To look on Him and pardon me</p><p>Behold Him there! The risen Lamb <br>My perfect, spotless righteousness <br>The great unchangeable I AM <br>The King of glory and of grace <br>One with Himself I cannot die <br>My soul is purchased with His blood <br>My life is hid with Christ on high<br>With Christ my Savior and my God<br>With Christ my Savior and my God</p>"
    },
    {
      "header": "Your Name",
      "body": "<p>As morning dawns and evening fades<br>You inspire songs of praise<br>That rise from earth to touch Your heart<br>and glorify Your Name</p><p><div class='indented-passage'>Your Name is a strong and mighty tower<br>Your Name is a shelter like no other<br>Your Name, let the nations sing it louder<br>'Cause nothing has the power to save<br>But Your Name</div></p><p>Jesus, in Your Name we pray<br>Come and fill our hearts today<br>Lord, give us strength to live for You<br>and glorify Your Name</p>"
    }
  ],
  "prayer": [
    "<b>Praise</b> God for being an eternal God, a God who has known us from everlasting to everlasting. A God who has been our dwelling place, our refuge, throughout all the generations.",
    "<b>Confess</b> that we don’t stand in awe of our eternal God enough. We take for granted the days of our lives that he has given to us. We easily forget our own mortality and God’s displeasure of our sin.",
    "<b>Ask</b> God to grant us the wisdom and humility to number our days, and to use our time investing in his kingdom, engaged in activities so that we might build others up and give him glory doing so."
  ]
}
