{
  "title_1": "The Lenten Season - Preparing for Death & New Life",
  "title_2": "Hunger",
  "scripture_verse": "Psalm 42:1-6",
  "scripture_body": "<span class='super'>1</span> As the deer pants for streams of water,<br>so my soul pants for you, O God.<br><span class='super'>2</span> My soul thirsts for God, for the living God.<br>When can I go and meet with God?<br><span class='super'>3</span> My tears have been my food day and night,<br>while men say to me all day long, \"Where is your God?\"<br><span class='super'>4</span> These things I remember as I pour out my soul:<br>how I used to go with the multitude,<br>leading the procession to the house of God,<br>with shouts of joy and thanksgiving among the festive throng.<br><span class='super'>5</span> Why are you downcast, O my soul?<br>Why so disturbed within me?<br>Put your hope in God,<br>for I will yet praise him,<br> my Savior and <span class='super'>6</span> my God.",
  "goal": "To reflect on our spiritual hunger which is at the heart of Lent and to encourage us to long for and therefore pray for our friends and loved ones to know Jesus.",
  "background": "We turn this week to the theme of spiritual longing that is at the heart of the Lenten practice of fasting. As we consider how we might tune our desires and hungers toward God as the ultimate source of our joy and purpose, we will consider how a growing hunger for God also manifests itself in a growing desire to see those we know and love come to know him as well. Longing for God leads us to a generous witness in our lifestyle.",
  "question1": "1. SPIRITUAL DEHYDRATION: Lent is a season where we allow ourselves to be honest and authentic about our sorrow, our sin and our spiritual dryness. What images does the Psalmist use to describe this spiritual sorrow? In what ways have you experienced a spiritual dryness like that which the Psalmist describes?",
  "question2": "2. LONGING: The imagery of deep thirst not only captures the difficulties of life, but it also conveys the intensity of the Psalmist’s longing. What specifically does the Psalmist thirst for? Do you experience this same thirst? Why or why not?",
  "question3": "3. HOPE: Yet despite his dryness and desperation, the Psalmist offers us glimpses of hope. What are these signs of hope and what can we learn from this Psalm about how to address our own spiritual dryness and dehydration?",
  "prayer": [
      "Pray that the Holy Spirit would provide opportunities for us to talk to non-believers and seekers about Jesus, the message of the cross and the resurrection.",
      "Pray that during the season of Lent and leading up to Easter, many non-believers and seekers in New York City would be open to attending worship services.",
      "Pray that we would long enough for our friends’ and family members’ salvation that we would be open and brave enough to invite them to join us at an Easter Sunday worship service this year.",
      "Pray that the Redeemer community would be a respite to non-believers and seekers seeking renewal and the message of the resurrection."
  ],
  "worship": [
    {
      "header": "In Your Freedom",
      "body": "<p>I search for You<br>God of strength<br>I bow to You<br>In my brokenness</p><p>And no other king<br>Could have so humbly come<br>To save my soul<br>and heal my heart</p><div class='indented-passage'><p>Pre-Chorus:<br>I have nothing more<br>Than all You offer me<br>There is nothing else<br>That's of worth to me</p><p>Chorus:<br>And I love You Lord<br>You rescue me<br>You are all that I want<br>You're all I need</p></div><p>I pray to You<br>God of peace<br>I rest in You<br>My cares released</p><p><div class='indented-passage'>In Your freedom I will live<br>In Your freedom I will live<br>I offer devotion<br>I offer devotion</div></p>"
    },
    {
      "header": "Jesus I My Cross Have Taken",
      "body": "<p>Jesus I my cross have taken,<br>all to leave and follow Thee<br>Destitute despised forsaken,<br>Thou from hence my all shall be<br>Perish every fond ambition,<br>all I’ve sought or hoped or known<br>Yet how rich is my condition!<br>God and heaven are still my own</p><p>Let the world despise and leave me,<br>they have left my Savior too<br>Human hearts and looks deceive me,<br>Thou art not like them untrue<br>O while Thou dost smile upon me,<br>God of wisdom love and might<br>Foes may hate and friends disown me,<br>show Thy face and all is bright</p><p>Hasten on from grace to glory,<br>armed by faith and winged by prayer<br>Heavens eternal days before me,<br>God’s own hand shall guide me there<br>Soon shall close my earthly mission,<br>swift shall pass my pilgrim days<br>Hope shall change to glad fruition,<br>faith to sight and prayer to praise</p>"
    },
    {
      "header": "The Stand",
      "body": "<p>You stood before creation<br>eternity in Your hand<br>You spoke the earth into motion<br>My soul now to stand</p><p>You stood before my failure<br>And carried the cross for my shame<br>My sin weighed upon Your shoulders<br>My soul now to stand</p><p><div class='indented-passage'>So what can I say<br>And what could I do<br>But offer this heart O God<br>Completely to You</div></p><p>So I'll walk upon salvation<br>Your Spirit alive in me<br>This life to declare Your promise<br>My soul now to stand</p><p><div class='indented-passage'>So I'll stand<br>With arms high and heart abandoned<br>In awe of the One who gave it all<br>I'll stand<br>My soul Lord to You surrendered<br>All I am is Yours</div></p>"
    }
  ]
}