{
  "title_1": "Acts - The Gospel in the City",
  "title_2": "Clarifying the Gospel",
  "scripture_verse": "Acts 15:1-11, 22-29",
  "scripture_body": "<p><span class='super'>1</span> Certain people came down from Judea to Antioch and were teaching the believers: “Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.” <span class='super'>2</span> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question. <span class='super'>3</span> The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the believers very glad. <span class='super'>4</span> When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them.</p><p><span class='super'>5</span> Then some of the believers who belonged to the party of the Pharisees stood up and said, “The Gentiles must be circumcised and required to keep the law of Moses.”</p><p><span class='super'>6</span> The apostles and elders met to consider this question. <span class='super'>7</span> After much discussion, Peter got up and addressed them: “Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe. <span class='super'>8</span> God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us. <span class='super'>9</span> He did not discriminate between us and them, for he purified their hearts by faith. <span class='super'>10</span> Now then, why do you try to test God by putting on the necks of Gentiles a yoke that neither we nor our ancestors have been able to bear? <span class='super'>11</span> No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.”</p><p><span class='super'>22</span> Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, men who were leaders among the believers. <span class='super'>23</span> With them they sent the following letter:</p><p>The apostles and elders, your brothers,</p><p>To the Gentile believers in Antioch, Syria and Cilicia: Greetings.</p><p><span class='super'>24</span> We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said. <span class='super'>25</span> So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul— <span class='super'>26</span> men who have risked their lives for the name of our Lord Jesus Christ. <span class='super'>27</span> Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing. <span class='super'>28</span> It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements: <span class='super'>29</span> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things.</p><p>Farewell.</p>",
  "goal": "To understand that we can subtly undermine the teaching that salvation is by grace alone by illegitimately smuggling in requirements to salvation that will undermine our joy and create division in the body of Christ.",
  "background": "We have seen step by step how the Gentiles (non-Jews) were brought into the church. At first there were the isolated cases of individuals. Then began the movement at Antioch which resulted in the first multi-ethnic church. From this church the first strategic mission to the Gentiles began. Gradually, the (originally) Jewish Christian church came to see the Lord’s hand in the inclusion of the nations into the church. Inevitably, however, a controversy arose about how the new Gentile converts were to be incorporated into the church.",
  "question1": "1. THE TEXT: What would you identify as the conflict at the heart of this passage?",
  "question2": "<p>2. THE TEXT IN THE BIGGER STORY: Read Amos 9:11-12. It is a version of this passage that James, Jesus’ brother, quotes when he is explaining the decision of the church leaders that Gentiles should not be subject to circumcision or the Mosaic law (Acts 15:15-18). How would this passage speak to that issue?</p><p class='indented-passage'>11 “In that day “I will restore David’s fallen shelter—I will repair its broken walls and restore its ruins—and will rebuild it as it used to be, 12 so that they may possess the remnant of Edom and all the nations that bear my name,”d eclares the Lord, who will do these things.</p>",
  "question3": "3. JESUS COMPLETING THE STORY: How does Peter make the case that salvation is by grace and that Gentile believers shouldn’t not have to undergo circumcision or submit to the mosaic law (vv. 7-11)?",
  "question4": "4. LIVING OUT THE STORY: What are some of the subtle and not so subtle ways that we undermine the grace of God? Why do we do that and what is its impact on the way we live our lives?",
  "prayer": [
    "Praise God that salvation is completely by grace. It comes throught the finished work of Jesus on our behalf plus nothing!",
    "Confess how easily we fall back into trying to save ourselves and make ourselves acceptable through our own efforts.",
    "Ask God to help us live as a gracious people who accept others fully just as God has accepted us fully in Christ. (Romans 15:7)"
  ],
  "worship": [
    {
      "header": "Listen To Our Hearts",
      "body": "<p>How do you explain, how do you describe <br/>A love that goes from east to west<br/>And runs as deep as it is wide?<br/>You know all our hopes.  Lord, You know all our fears<br/>And words cannot express the love we feel,<br/>But we long for You to hear</p><p>So listen to our hearts, hear our spirits sing<br/>A song of praise that flows from those You have redeemed<br/>We will used the words we know<br/>To tell You what an awesome God You are<br/>But words are not enough to tell You of our love,<br/>So listen to our hearts.</p><p>If words could fall like rain from these lips of mine<br/>And if I had a thousand years,<br/>I would still run out of time<br/>So if You’ll listen to my heart, every beat will say,<br/>“Thank You for the Life, thank You for the Truth,<br/>Thank You for the Way”</p>"
    },
    {
      "header": "There Is None Like You",
      "body": "<p>There is none like You.<br/>No one else can touch my heart like You do.<br/>I could search for all eternity long,<br/>And find there is none like You.</p><p>Your mercy flows like a river wide,<br/>Healing comes from Your hand.<br/>Suffering children are safe in Your arms,<br/>There is none like You.</p>"
    }
  ]
}
