{
  "title_1": "Acts - The Gospel in the City",
  "title_2": "The Gospel to the Philosophers",
  "scripture_verse": "Acts 17:16-34",
  "scripture_body":"<p><span class='super'>16</span> While Paul was waiting for them in Athens, he was greatly distressed to see that the city was full of idols. <span class='super'>17</span> So he reasoned in the synagogue with both Jews and God-fearing Greeks, as well as in the marketplace day by day with those who happened to be there. <span class='super'>18</span> A group of Epicurean and Stoic philosophers began to debate with him. Some of them asked, “What is this babbler trying to say?” Others remarked, “He seems to be advocating foreign gods.” They said this because Paul was preaching the good news about Jesus and the resurrection. <span class='super'>19</span> Then they took him and brought him to a meeting of the Areopagus, where they said to him, “May we know what this new teaching is that you are presenting? <span class='super'>20</span> You are bringing some strange ideas to our ears, and we would like to know what they mean.” <span class='super'>21</span> (All the Athenians and the foreigners who lived there spent their time doing nothing but talking about and listening to the latest ideas.)</p><p><span class='super'>22</span> Paul then stood up in the meeting of the Areopagus and said: “People of Athens! I see that in every way you are very religious. <span class='super'>23</span> For as I walked around and looked carefully at your objects of worship, I even found an altar with this inscription: to an unknown god. So you are ignorant of the very thing you worship—and this is what I am going to proclaim to you.</p><p><span class='super'>24</span> “The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by human hands. <span class='super'>25</span> And he is not served by human hands, as if he needed anything. Rather, he himself gives everyone life and breath and everything else. <span class='super'>26</span> From one man he made all the nations, that they should inhabit the whole earth; and he marked out their appointed times in history and the boundaries of their lands. <span class='super'>27</span> God did this so that they would seek him and perhaps reach out for him and find him, though he is not far from any one of us. <span class='super'>28</span> ‘For in him we live and move and have our being.’ As some of your own poets have said, ‘We are his offspring.’</p><p><span class='super'>29</span> “Therefore since we are God’s offspring, we should not think that the divine being is like gold or silver or stone—an image made by human design and skill. <span class='super'>30</span> In the past God overlooked such ignorance, but now he commands all people everywhere to repent. <span class='super'>31</span> For he has set a day when he will judge the world with justice by the man he has appointed. He has given proof of this to everyone by raising him from the dead.”</p><p><span class='super'>32</span> When they heard about the resurrection of the dead, some of them sneered, but others said, “We want to hear you again on this subject.” <span class='super'>33</span> At that, Paul left the Council. <span class='super'>34</span> Some of the people became followers of Paul and believed. Among them was Dionysius, a member of the Areopagus, also a woman named Damaris, and a number of others.</p>",
  "goal": "To understand what motivated Paul in proclaiming the gospel and what principles shaped his contextualization of the gospel.",
  "background": "Having established the church in Philippi, Paul traveled first to Thessalonica and Berea where he proclaimed the gospel. However, in both places Jewish leaders, who thought the gospel a distortion rather than a fulfillment of Judaism, stirred up the crowds. Paul then makes his way to Athens, the intellectual capital of the Roman Empire (Cambridge, Oxford and the Ivy Leagues rolled into one.) It is in this climate that Paul now seeks to faithfully proclaim the gospel.”",
  "question1": "1. THE TEXT: In comparing Paul’s presentation of the gospel in Athens to some of the other presentations in the book of Acts, what things strike you as unique and interesting about his approach here?",
  "question2": "<p>2. THE TEXT IN THE BIGGER STORY:Read 1 Corinthians 1:18-31. Paul has demonstrated his willingness to interact with the philosophers of his day and take them seriously. According to Paul, while philosophy and thinking are not bad in and of themselves, how do human beings use them to their detriment?</p><p class='indented-passage'>18 For the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God. 19 For it is written:<br><br>“I will destroy the wisdom of the wise; the intelligence of the intelligent I will frustrate.”<br><br>20 Where is the wise person? Where is the teacher of the law? Where is the philosopher of this age? Has not God made foolish the wisdom of the world? 21 For since in the wisdom of God the world through its wisdom did not know him, God was pleased through the foolishness of what was preached to save those who believe. 22 Jews demand signs and Greeks look for wisdom, 23 but we preach Christ crucified: a stumbling block to Jews and foolishness to Gentiles, 24 but to those whom God has called, both Jews and Greeks, Christ the power of God and the wisdom of God. 25 For the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength.<br><br>26 Brothers and sisters, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth. 27 But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong. 28 God chose the lowly things of this world and the despised things—and the things that are not—to nullify the things that are, 29 so that no one may boast before him. 30 It is because of him that you are in Christ Jesus, who has become for us wisdom from God—that is, our righteousness, holiness and redemption. 31 Therefore, as it is written: “Let the one who boasts boast in the Lord.”</p>",
  "question3": "3. JESUS COMPLETING THE STORY: How does the crucified and risen Jesus make possible a satisfaction that the philosophies of either Paul’s day or our own age can’t possibly bring?",
  "question4": "4. LIVING OUT THE STORY: When it comes to your own motives for sharing your faith with others which do you find you struggle with more and why: passion & zeal for God or compassion for people? How do we cultivate these motives?",
  "prayer": [
    "Praise God that he wants to be known, is patient with us, and has acted to rescue us.",
    "Confess that, like the philosophers of Paul’s day, we also try to escape the truth of God and it’s claims on our lives.",
    "Ask God to give us both a greater zeal for his glory and a great compassion for people that we would not only tell the gospel story often to others, but that we would learn to tell it well and in a way that connects with our hearers."
  ],
  "worship": [
    {
      "header": "Hungry",
      "body": "<p>Hungry, I come to You for I know You satisfy<br>I am empty, but I know Your love does not run dry<br>And so I wait for You so I wait for You</p><p>I'm falling on my knees<br>Offering all of me<br>Jesus, You're all this heart is living for</p><p>Broken, I run to You for Your arms are open wide<br>I am weary, but I know Your touch restores my life<br>And so I wait for You, so I wait for You</p>"
    },
    {
      "header": "2 Corinthians 12:5-10",
      "body":"<p><span class='super'>5</span> ... I will not boast about myself, except about my weaknesses. <span class='super'>6</span> Even if I should choose to boast, I would not be a fool, because I would be speaking the truth. But I refrain, so no one will think more of me than is warranted by what I do or say, <span class='super'>7</span> or because of these surpassingly great revelations. Therefore, in order to keep me from becoming conceited, I was given a thorn in my flesh, a messenger of Satan, to torment me. <span class='super'>8</span> Three times I pleaded with the Lord to take it away from me. <span class='super'>9</span> But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me. <span class='super'>10</span> That is why, for Christ’s sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong.</p>"
    },
    {
      "header": "Your Grace Is Enough",
      "body": "<p>Great is your faithfulness oh God<br>You wrestle with the sinners heart<br>You lead us by still waters and to mercy<br>And nothing can keep us apart</p><p>So remember your people<br>Remember your children<br>Remember your promise<br>Oh God</p><p>Your grace is enough<br>Your grace is enough<br>Your grace is enough for me</p><p>Great is your love and justice God<br>You use the weak to lead the strong<br>You lead us in the song of your salvation<br>And all your people sing along</p><p>Your grace is enough<br>Heav'n reaching down to us<br>Your grace is enough for me<br>God, I see Your grace is enough<br>I'm covered in your love<br>Your grace is enough for me</p>"
    }
  ]
}
