{
  "title_1": "Generosity and God's Grace",
  "title_2": "Beta Study 2012 Throwback",
  "scripture_verse": "Luke 18:9-17",
  "scripture_body":"<p><span class='super'>9</span> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <span class='super'>10</span> “Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <span class='super'>11</span> The Pharisee stood up and prayed about himself: ‘God, I thank you that I am not like other men—robbers, evildoers, adulterers—or even like this tax collector. <span class='super'>12</span> I fast twice a week and give a tenth of all I get.’</p><p><span class='super'>13</span> “But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, ‘God, have mercy on me, a sinner.’</p><p><span class='super'>14</span> “I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.”</p><p><span class='super'>15</span> People were also bringing babies to Jesus to have him touch them. When the disciples saw this, they rebuked them. <span class='super'>16</span> But Jesus called the children to him and said, “Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these.<span class='super'>17</span> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.”</p>",
  "goal": "To understand that God accepts those who humbly receive his mercy, not those who believe they can earn it. These two ways of living determine how generously we regard those around us.",
  "background": "<p>This series is on the Biblical theme of generosity as a lifestyle based on the gospel. As Jesus gave himself away for us, through our faith in his sacrifice we are liberated to give ourselves away. Paul said, “You are not your own; you were bought with a price” (1 Corinthians 6:19-20). We were saved through Jesus’ self-giving (bought with a price) and we no longer live as if we own ourselves or our possessions. Therefore, our lives and our possessions are now for God and our neighbor (Psalm 24:1).</p><p>We will focus on the gospel of Luke, which is well known for highlighting social justice. The first verse in our passage tells us that Jesus’ hearers are Pharisees (though the word is not used). The contrast is between two men, but not between an unbeliever and a believer. Both men pray and worship God. But Jesus takes pains to show that the great division in the human race is not between the moral and the immoral, or even between the religious and the irreligious—it is between the spiritually humble and the proudly self-sufficient. The proudly self-sufficient includes people who think they can get along just fine without God (or certainly without a God who tells them what to do!)—so it encompasses what we would call the skeptic or the secular person. But it also includes many who are very religious, highly moral and even those (like the Pharisee) who would have believed the Bible word for word.</p>",
  "question1": "<b>1. THE TEXT:</b> Jesus describes two men who went up to the temple to pray. What do their prayers tell us about both their view of God and what they believe is acceptable to him?",
  "question2": "<p><b>2. THE TEXT IN THE BIGGER STORY:</b> Read Micah 6:6-8</p><p class='indented-passage'><span class='super'>6</span> With what shall I come before the Lord and bow down before the exalted God?<br>Shall I come before him with burnt offerings, with calves a year old?<br><span class='super'>7</span> Will the Lord be pleased with thousands of rams, with ten thousand rivers of oil?<br>Shall I offer my firstborn for my transgression, the fruit of my body for the sin of my soul?<br><span class='super'>8</span> He has showed you, O man, what is good. And what does the Lord require of you?<br>To act justly and to love mercy<br>and to walk humbly with your God.</p><p>The Pharisee considered himself great because of his tithes and fasts, but in Micah, we see that even the most extraordinary works are insufficient. What did the Pharisee and the readers of Micah fail to grasp about what God truly desires? Why do you think this is so often missed or forgotten?</p>",
  "question3": "<b>3. JESUS COMPLETING THE STORY:</b> What does the tax collector show us about the necessity of Christ’s cross?",
  "question4": "<b>4. LIVING OUT THE STORY:</b> The experience of God's grace should radically change a person's relationship to others. How does knowing that we are accepted solely on the basis of receiving God's grace empower us \"to act justly, love mercy, and walk humbly\"?",
  "prayer": [
    "<b>Praise</b> God that it is his good pleasure to hide the kingdom from the proud and self- righteous, and reveal them to the humble and the little children. Praise him for Jesus, who humbled himself and became obedient to death on the cross, that he might share with us his resurrection and exaltation.",
    "<b>Confess</b> our tendency to be self-reliant and proud, which closes us off to receiving God’s grace. Confess how easily we look down on those we deem insignificant and treat them with contempt, rather than showing compassion and love.",
    "<b>Ask</b> God to reveal to you those areas in your life where you do not depend on him— work, money, relationships, etc. Ask that he would show you how flimsy and empty these idols are and that he would cause you to repent and turn to him for grace. As this happens, ask that God would give you a heart full of compassion and grace toward those who are lowly and broken."
  ],
  "worship": [
    {
      "header": "Blessed Be Your Name",
      "body": "<p>Blessed be Your name in the land that is plentiful<br>Where Your streams of abundance flow<br>Blessed be Your name<br>And blessed be Your name when I’m found in the desert place<br>Though I walk through the wildernessBlessed be Your name</p><p>Every blessing You pour out I’ll turn back to praise<br>And when the darkness closes in, Lord, still I will say</p><p>Blessed be the name of the Lord<br>Blessed be Your name<br>Blessed be the name of the Lord<br>Blessed be Your glorious name</p><p>Blessed be Your name when the sun’s shining down on me<br>When the world’s all as it should be<br>Blessed be Your name<br>And blessed be Your name on the road marked with suffering<br>Though there’s pain in the offering<br>Blessed be Your name</p><p>You give and take away<br>You give and take away<br>My heart will choose to say<br>Lord, blessed be Your name</p>"
    },
    {
      "header": "Psalm 98",
      "body": "<p><span class='super'>1</span> Sing to the Lord a new song, for he has done marvelous things; his right hand and his holy arm have worked salvation for him.<br><span class='super'>2</span> The Lord has made his salvation known and revealed his righteousness to the nations.<br><span class='super'>3</span> He has remembered his love and his faithfulness to Israel; all the ends of the earth have seen the salvation of our God.</p><p><span class='super'>4</span> Shout for joy to the Lord, all the earth, burst into jubilant song with music;<br><span class='super'>5</span> make music to the Lord with the harp, with the harp and the sound of singing,<br><span class='super'>6</span> with trumpets and the blast of the ram’s horn — shout for joy before the Lord, the King.</p><p><span class='super'>7</span> Let the sea resound, and everything in it, the world, and all who live in it.<br><span class='super'>8</span> Let the rivers clap their hands, let the mountains sing together for joy;<br><span class='super'>9</span> let them sing before the Lord, for he comes to judge the earth. He will judge the world in righteousness and the peoples with equity.</p>"
    },
    {
    	"header": "10,000 Reasons",
    	"body": "<p><b>Chorus:</b><br>Bless the Lord, O my soul,<br>O my soul,<br>Worship His holy name.<br>Sing like never before,<br>0 my soul.<br>I'll worship Your holy name.</p><p>The sun comes up, it's a new day dawning;<br>It's time to sing Your song again.<br>Whatever may pass, and whatever lies before me,<br>Let me be singing when the even- ing comes.</p><p>You're rich in love, and You're slow to anger.<br>Your name is great, and Your heart is kind.<br>For all Your goodness, I will keep on singing;<br>Ten thousand reasons for my heart to find.</p><p>And on that day when my strength is failing,<br>The end draws near, and my time has come;<br>Still my soul will sing Your praise unending:<br>Ten thousand years and then forevermore!</p>"
    }
  ]
}
