{
  "title_1": "Poverty",
  "title_2": "A Discussion on... Poverty",
  "scripture_verse": "Isaiah 58",
  "scripture_body":"<p><span class='super'>1</span> \"Shout it aloud, do not hold back. Raise your voice like a trumpet. Declare to my people their rebellion and to the descendants of Jacob their sins. <span class='super'>2</span> For day after day they seek me out; they seem eager to know my ways, as if they were a nation that does what is right and has not forsaken the commands of its God. They ask me for just decisions and seem eager for God to come near them. <span class='super'>3</span> ‘Why have we fasted,’ they say, ‘and you have not seen it? Why have we humbled ourselves, and you have not noticed?’</p><p>\"Yet on the day of your fasting, you do as you please and exploit all your workers. <span class='super'>4</span< Your fasting ends in quarreling and strife, and in striking each other with wicked fists. You cannot fast as you do today and expect your voice to be heard on high. <span class='super'>5</span> Is this the kind of fast I have chosen, only a day for people to humble themselves? Is it only for bowing one’s head like a reed and for lying in sackcloth and ashes? Is that what you call a fast, a day acceptable to the Lord?</p><p><span class='super'>6</span> \"Is not this the kind of fasting I have chosen: to loose the chains of injustice and untie the cords of the yoke, to set the oppressed free and break every yoke? <span class='super'>7</span> Is it not to share your food with the hungry and to provide the poor wanderer with shelter— when you see the naked, to clothe them, and not to turn away from your own flesh and blood? <span class='super'>8</span> Then your light will break forth like the dawn, and your healing will quickly appear; then your righteousness[a] will go before you, and the glory of the Lord will be your rear guard. <span class='super'>9</span> Then you will call, and the Lord will answer; you will cry for help, and he will say: Here am I.</p><p>\"If you do away with the yoke of oppression, with the pointing finger and malicious talk, <span class='super'>10</span> and if you spend yourselves in behalf of the hungry and satisfy the needs of the oppressed, then your light will rise in the darkness, and your night will become like the noonday. <span class='super'>11</span> The Lord will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame. You will be like a well-watered garden, like a spring whose waters never fail. <span class='super'>12</span> Your people will rebuild the ancient ruins and will raise up the age-old foundations; you will be called Repairer of Broken Walls, Restorer of Streets with Dwellings.</p><p><span class='super'>13</span> \"If you keep your feet from breaking the Sabbath and from doing as you please on my holy day, if you call the Sabbath a delight and the Lord’s holy day honorable, and if you honor it by not going your own way and not doing as you please or speaking idle words, <span class='super'>14</span> then you will find your joy in the Lord, and I will cause you to ride in triumph on the heights of the land and to feast on the inheritance of your father Jacob.” For the mouth of the Lord has spoken.</p>",
  "goal": "To stay awake.",
  "background": "I had a Shack Stack and fries for lunch. So tired now... but so worth it.",
  "question1": "",
  "question2": "",
  "question3": "",
  "question4": "",
  "prayer": [],
  "worship": [
    {
      "header": "Your Love Oh Lord",
      "body": "<p>Your love oh Lord, reaches to the heavens<br>Your faithfulness, stretches to the sky</p><p>Your righteousness is like the mighty mountain<br>And Your justice flows like the oceans tides</p><p>And I will lift my voice to worship You my King<br>And I will find my strength in the shadow of Your wings</p>"
    },
    {
      "header": "Psalm 36:5-9",
      "body": "<p><span class='super'>5</span> Your love, Lord, reaches to the heavens,<br>your faithfulness to the skies.<br><span class='super'>6</span> Your righteousness is like the highest mountains,<br>your justice like the great deep.<br>You, Lord, preserve both people and animals.<br><span class='super'>7</span> How priceless is your unfailing love, O God!<br>People take refuge in the shadow of your wings.<br><span class='super'>8</span> They feast on the abundance of your house;<br>you give them drink from your river of delights.<br><span class='super'>9</span> For with you is the fountain of life;<br>in your light we see light.</p>"
    },
    {
      "header": "Mighty To Save",
      "body": "<p>Everyone needs compassion<br>A love thats never failing<br>Let mercy fall on me<br>Everyone needs forgiveness<br>the kindness of a savior<br>and hope of nations</p><p>Savior, he can move the mountains<br>My god is mighty to save<br>He is mighty to save<br>Forever, author of salvation<br>He rose and conquered the grave<br>Jesus conquered the grave</p><p>So take me as you find me<br>With all my fears abandoned<br>and fill my life again<br>I give my life to follow<br>and everything I believe in<br>and I surrender</p><p>Shine your light and, let the whole world see, were singin'<br>for the glory, of the risen king, Jesus<br>Shine your light and, let the whole world see, were singin'<br>for the glory, of the risen king</p>"
    }
  ]
}
