{
  "title_1": "The Lenten Season - Preparing for Death & New Life",
  "title_2": "Tears: Repentance and Forgiveness",
  "scripture_verse": "Psalm 51:1-12",
  "scripture_body": "<span class='super'>1</span> Have mercy on me, O God,<br>according to your unfailing love;<br>according to your great compassion<br>blot out my transgressions.<br><span class='super'>2</span> Wash away all my iniquity<br>and cleanse me from my sin.<br><span class='super'>3</span> For I know my transgressions,<br>and my sin is always before me.<br><span class='super'>4</span> Against you, you only, have I sinned<br>and done what is evil in your sight,<br>so that you are proved right when you speak<br>and justified when you judge.<br><span class='super'>5</span> Surely I was sinful at birth,<br>sinful from the time my mother conceived me.<br><span class='super'>6</span> Surely you desire truth in the inner parts;<br>you teach me wisdom in the inmost place.<br><span class='super'>7</span> Cleanse me with hyssop, and I will be clean;<br>wash me, and I will be whiter than snow.<br><span class='super'>8</span> Let me hear joy and gladness;<br>let the bones you have crushed rejoice.<br><span class='super'>9</span> Hide your face from my sins<br>and blot out all my iniquity.<br><span class='super'>10</span> Create in me a pure heart, O God,<br>and renew a steadfast spirit within me.<br><span class='super'>11</span> Do not cast me from your presence<br>or take your Holy Spirit from me.<br><span class='super'>12</span> Restore to me the joy of your salvation<br>and grant me a willing spirit, to sustain me.",
  "goal": "To understand more deeply God’s forgiveness of our own sins, and how that in turn transforms us to become people of forgiveness.",
  "background": "Repentance and sorrow over sins is a prominent emphasis during Lent. As we reflect on the ways that we need the constant forgiveness of God in the face of our ongoing sin, this study looks at our need to forgive others and the consequences of carrying unforgiveness. The emphasis is on forgiveness as an act of relational generosity.",
  "question1": "1. OUR SIN: The Psalmist openly laments about his sinfulness before God. What words does the Psalmist use to speak of his sin? What do they teach us about sin?",
  "question2": "2. OUR CLEANSING: The Psalmist pleads for God’s mercy by asking to be cleansed. What does this psalm teach us about how we can approach God when we become aware of deep and troubling sin in our lives? How does this psalm hint at Jesus?",
  "question3": "3. OUR RENEWAL: In verses 10-12, the Psalmist tells us what it looks like when a repentant heart is renewed. What are some qualities or traits of this renewed heart? How would a heart renewed like this relate with others?",
  "prayer": [
    "Praise God for his mercy, grace, and forgiveness. He is compassionate, slow to anger, and rich in love.",
    "Confess that we too often take our sins too lightly. We are not grieved by the fact that our sins are first sins against God.",
    "Ask God to make alive in our hearts his love that is found in Jesus, and that in turn his love would compel us to become people of forgiveness, rich in grace and mercy toward others."
  ],
  "worship": [
    {
      "header": "Your Name",
      "body": "<p>As morning dawns and evening fades<br>You inspire songs of praise<br>That rise from earth to touch Your heart<br>and glorify Your Name</p><p><div class='indented-passage'>Your Name is a strong and mighty tower<br>Your Name is a shelter like no other<br>Your Name, let the nations sing it louder<br>'Cause nothing has the power to save<br>But Your Name</div></p><p>Jesus, in Your Name we pray<br>Come and fill our hearts today<br>Lord, give us strength to live for You<br>and glorify Your Name</p>"
    },
    {
      "header": "Jesus I My Cross Have Taken",
      "body": "<p>Jesus I my cross have taken,<br>all to leave and follow Thee<br>Destitute despised forsaken,<br>Thou from hence my all shall be<br>Perish every fond ambition,<br>all I’ve sought or hoped or known<br>Yet how rich is my condition!<br>God and heaven are still my own</p><p>Let the world despise and leave me,<br>they have left my Savior too<br>Human hearts and looks deceive me,<br>Thou art not like them untrue<br>O while Thou dost smile upon me,<br>God of wisdom love and might<br>Foes may hate and friends disown me,<br>show Thy face and all is bright</p><p>Hasten on from grace to glory,<br>armed by faith and winged by prayer<br>Heavens eternal days before me,<br>God’s own hand shall guide me there<br>Soon shall close my earthly mission,<br>swift shall pass my pilgrim days<br>Hope shall change to glad fruition,<br>faith to sight and prayer to praise</p>"
    },
    {
      "header": "The Stand",
      "body": "<p>You stood before creation<br>eternity in Your hand<br>You spoke the earth into motion<br>My soul now to stand</p><p>You stood before my failure<br>And carried the cross for my shame<br>My sin weighed upon Your shoulders<br>My soul now to stand</p><p><div class='indented-passage'>So what can I say<br>And what could I do<br>But offer this heart O God<br>Completely to You</div></p><p>So I'll walk upon salvation<br>Your Spirit alive in me<br>This life to declare Your promise<br>My soul now to stand</p><p><div class='indented-passage'>So I'll stand<br>With arms high and heart abandoned<br>In awe of the One who gave it all<br>I'll stand<br>My soul Lord to You surrendered<br>All I am is Yours</div></p>"
    }
  ]
}