{
  "title_1": "The Lenten Season - Preparing for Death & New Life",
  "title_2": "Treasure",
  "scripture_verse": "Matthew 6:19-21, 24-34",
  "scripture_body": "<p><span class='super'>19</span> “Do not store up for yourselves treasures on earth, where moths and vermin destroy, and where thieves break in and steal. <span class='super'>20</span> But store up for yourselves treasures in heaven, where moths and vermin do not destroy, and where thieves do not break in and steal. <span class='super'>21</span> For where your treasure is, there your heart will be also.</p><p><span class='super'>24</span> “No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.</p><p><span class='super'>25</span> “Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more than food, and the body more than clothes? <span class='super'>26</span> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <span class='super'>27</span> Can any one of you by worrying add a single hour to your life?</p><p><span class='super'>28</span> “And why do you worry about clothes? See how the flowers of the field grow. They do not labor or spin. <span class='super'>29</span> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <span class='super'>30</span> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you—you of little faith? <span class='super'>31</span> So do not worry, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’ <span class='super'>32</span> For the pagans run after all these things, and your heavenly Father knows that you need them. <span class='super'>33</span> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <span class='super'>34</span> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.”</p>",
  "goal": "To hear Jesus’ exhortation against worrying about our material possessions, and allowing that to lead us to a sacrificial generosity of our finances.",
  "background": "The various things that we give up during the season of Lent is what is often highlighted - and for good reason. When we give up something we treasure on earth, it causes us to reflect on our true treasure in heaven. This in turn reshapes our lives around God’s provision, which increases our trust in him and frees us from worry and anxiety so that we can use our earthly treasures to bless others. We give up in order to give away. Therefore Lent is a season to cultivate a life of generosity, not just a season of inward reflection. As we consider giving up our treasures in order to give them away, fueled by our trust in God, we will examine how we might grow in the area of financial generosity.",
  "question1": "1. TEMPORARY: How does Jesus describe our treasures in this life? What does it teach us about our treasures and ourselves?",
  "question2": "2. TREASURE: What does the text show us about how something good and essential, such as food and clothing, becomes a treasure that competes with God for our ultimate allegiance?",
  "question3": "3. KINGDOM: The turning point in this passage is verse 33. Why do you think Jesus offers “seeking first God’s kingdom and his righteousness” as the opposite of, or remedy for, seeking after money and worrying about our own well-being? What does it mean to seek God’s kingdom and righteousness with our money?",
  "prayer": [
    "Pray for a love of God’s kingdom to grow richly in our hearts, and that we would honestly desire to see it flourish today.",
    "Confess that we too often overvalue our money, possessions and our comforts, and that this over-valuing points to a condition in our heart: not trusting God to provide all we need.",
    "Ask that God would give us wisdom to move forward in a real effective way, which radiates his kingdom to our city and areas of our personal ministry. Ask that we would not only be people who talk about God’s kingdom, here with each other in our group, but that we would be people who usher in God’s kingdom through radical financial generosity."
  ],
  "worship": [
    {
      "header": "Sorry...",
      "body": "I forgot to get stuff from Ted."
    }
  ]
}
