{
  "title_1": "Acts - The Gospel in the City",
  "title_2": "The Trials of Paul",
  "scripture_verse": "Acts 23:11; 24:5-26",
  "scripture_body":"<p><span class='super'>11</span> The following night the Lord stood near Paul and said, “Take courage! As you have testified about me in Jerusalem, so you must also testify in Rome.”</p><p><span class='super'>5</span> “We have found this man to be a troublemaker, stirring up riots among the Jews all over the world. He is a ringleader of the Nazarene sect <span class='super'>6</span> and even tried to desecrate the temple; so we seized him. <span class='super'>8</span> By examining him yourself you will be able to learn the truth about all these charges we are bringing against him.”</p><p><span class='super'>9</span> The other Jews joined in the accusation, asserting that these things were true.</p><p><span class='super'>10</span> When the governor motioned for him to speak, Paul replied: “I know that for a number of years you have been a judge over this nation; so I gladly make my defense. <span class='super'>11</span> You can easily verify that no more than twelve days ago I went up to Jerusalem to worship. <span class='super'>12</span> My accusers did not find me arguing with anyone at the temple, or stirring up a crowd in the synagogues or anywhere else in the city. <span class='super'>13</span> And they cannot prove to you the charges they are now making against me. <span class='super'>14</span> However, I admit that I worship the God of our ancestors as a follower of the Way, which they call a sect. I believe everything that is in accordance with the Law and that is written in the Prophets, <span class='super'>15</span> and I have the same hope in God as these men themselves have, that there will be a resurrection of both the righteous and the wicked. <span class='super'>16</span> So I strive always to keep my conscience clear before God and man.</p><p><span class='super'>17</span> “After an absence of several years, I came to Jerusalem to bring my people gifts for the poor and to present offerings. <span class='super'>18</span> I was ceremonially clean when they found me in the temple courts doing this. There was no crowd with me, nor was I involved in any disturbance. <span class='super'>19</span> But there are some Jews from the province of Asia, who ought to be here before you and bring charges if they have anything against me. <span class='super'>20</span> Or these who are here should state what crime they found in me when I stood before the Sanhedrin— <span class='super'>21</span> unless it was this one thing I shouted as I stood in their presence: ‘It is concerning the resurrection of the dead that I am on trial before you today.’”</p><p><span class='super'>22</span> Then Felix, who was well acquainted with the Way, adjourned the proceedings. “When Lysias the commander comes,” he said, “I will decide your case.” <span class='super'>23</span> He ordered the centurion to keep Paul under guard but to give him some freedom and permit his friends to take care of his needs.</p><p><span class='super'>24</span> Several days later Felix came with his wife Drusilla, who was Jewish. He sent for Paul and listened to him as he spoke about faith in Christ Jesus. <span class='super'>25</span> As Paul talked about righteousness, self-control and the judgment to come, Felix was afraid and said, “That’s enough for now! You may leave. When I find it convenient, I will send for you.” <span class='super'>26</span> At the same time he was hoping that Paul would offer him a bribe, so he sent for him frequently and talked with him.</p>",
  "goal": "To examine the love and courage needed for sharing the Christian faith with your neighbors, friends, and colleagues.",
  "background": "Last week, we witnessed Paul’s rescue from an angry mob by the Roman commander, Claudius Lysias. Lysias had him flogged before learning that Paul was, in fact, a Roman citizen who deserved to have a trial before being punished. Paul was released from custody but taken into the barracks again after a heated encounter with the Sanhedrin (Acts 22:30 – 23:10). Paul learned from his nephew that the chief priests and elders conspired with over forty men to kill him immediately. After this news was given to Lysias, he ordered that Paul be transferred to Caesarea under protective custody so he might receive a proper hearing before the imperial governor of Judea, Antonius Felix.",
  "question1": "<b>1. THE TEXT:</b> What were the wrongful accusations made against Paul and how did he answer them?",
  "question2": "<p><b>2. THE TEXT IN THE BIGGER STORY:</b> God promised Paul (23:11) that he would live to testify in Rome yet he encountered intense suffering along the way in Jerusalem. Read Genesis 50:15-21 where Joseph has also endured intense suffering at the hands of his brothers. How might Joseph’s testimony shape how we think about suffering in Paul’s life and our own?</p><p class='indented-passage'><span class='super'>15</span> When Joseph’s brothers saw that their father was dead, they said, “What if Joseph holds a grudge against us and pays us back for all the wrongs we did to him?” <span class='super'>16</span> So they sent word to Joseph, saying, “Your father left these instructions before he died: <span class='super'>17</span> ‘This is what you are to say to Joseph: I ask you to forgive your brothers the sins and the wrongs they committed in treating you so badly.’ Now please forgive the sins of the servants of the God of your father.” When their message came to him, Joseph wept. <span class='super'>18</span> His brothers then came and threw themselves down before him. “We are your slaves,” they said. <span class='super'>19</span> But Joseph said to them, “Don’t be afraid. Am I in the place of God? <span class='super'>20</span> You intended to harm me, but God intended it for good to accomplish what is now being done, the saving of many lives. <span class='super'>21</span> So then, don’t be afraid. I will provide for you and your children.” And he reassured them and spoke kindly to them.</p>",
  "question3": "<b>3. JESUS COMPLETING THE STORY:</b> Christians are often tempted to believe they have fallen out of favor with God whenever they experience trouble or persecution. What are some things in Paul’s recounting of his actions that one could use to help their own conscience during times of trial?",
  "question4": "<b>4. LIVING OUT THE STORY:</b> Christians were accused of creating civil unrest, in this passage, because Christianity was perceived to be exclusive and too narrow. To what degree do we hear this same charge today in New York City? What challenges do Christians face in being good, public citizens in a pluralistic society? How could we address some of these together as a Community Group?",
  "prayer": [
    "Praise God that He literally causes all things to work toward the good of those that love Him and have been called according to His purpose (Romans 8:28).",
    "Confess we often care more about our comfort and our reputation rather than loving those who oppose the Christian faith as Jesus commands.",
    "Ask the Spirit of Christ to work in us as we help one another use our talents, resources, and networks to love our city even when Christians are falsely charged."
  ],
  "worship": [
    {
      "header": "Wonderful Maker",
      "body": "<p>You spread out the skies<br>Over empty space<br>Said let there be light<br>Into a dark and formless world Your light was born</p><p>You spread out Your arms<br>Over empty hearts<br>Said let there be light<br>Into a dark and hopeless world Your Son was born</p><p>You made the world and saw that it was good<br>You sent Your only son for You are good</p><p>What a wonderful Maker<br>What a wonderful Savior<br>How majestic Your whispers<br>And how humble Your love<br>With a strength like no other<br>And the heart of a Father<br>How majestic Your whispers<br>What a wonderful God</p><p>No eye has fully seen<br>How beautiful the cross<br>And we have only heard<br>The faintest whispers of how great You are</p>"
    },
    {
      "header": "Hebrews 9: 13-15",
      "body":"<p><span class='super'>13</span> The blood of goats and bulls and the ashes of a heifer sprinkled on those who are ceremonially unclean sanctify them so that they are outwardly clean. <span class='super'>14</span> How much more, then, will the blood of Christ, who through the eternal Spirit offered himself unblemished to God, cleanse our consciences from acts that lead to death, so that we may serve the living God! <span class='super'>15</span> For this reason Christ is the mediator of a new covenant, that those who are called may receive the promised eternal inheritance—now that he has died as a ransom to set them free from the sins committed under the first covenant.</p>"
    },
    {
      "header": "How Deep the Father's Love for Us",
      "body": "<p>How deep the Father's love for us, how vast beyond all measure<br>That he should give his only son, to make a wretch his treasure<br>How great the pain of searing loss, the Father turned his face away<br>As wounds which mar the chosen one, bring many sons to glory</p><p>Behold the man upon a cross, my sin upon his shoulders<br>Ashamed, I hear my mocking voice call out among the scoffers<br>It was my sin that held him there until it was accomplished<br>His dying breath has brought me life; I know that it is finished</p><p>I will not boast in anything: no gifts, no power, no wisdom<br>But I will boast in Jesus Christ; his death and resurrection<br>Why should I gain from his reward? I cannot give an answer<br>But this I know with all my heart: his wounds have paid my ransom</p>"
    }
  ]
}
