{
  "title_1": "Personal Prayer",
  "title_2": "Heart-at-Rest Prayer",
  "scripture_verse": "Matt 6:5-13",
  "scripture_body":"<p>“And when you pray, do not be like the hypocrites, for they love to pray ...to be seen by men. ...But when you pray, go into your room, close the door and pray to your Father who is unseen. Then your Father, who sees what is done in secret, will reward you. And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. Do not be like them, for your Father knows what you need before you ask him. This, then is how you should pray: ‘Our Father in heaven, hallowed be your name, your kingdom come, your will be done, on earth as it is in heaven. Give us today our daily bread. Forgive us our debts, as we also have forgiven our debtors. And lead us not into temptation, but deliver us from the evil one.’”</p>",
  "goal": "It's hot outside. Cool down and stay out of the heat.",
  "background": "Nope.",
  "question1": "<b>The Importance of Personal Prayer:</b><br>The one factor always present in revival is intense, corporate prayer—not so much for personal needs, but for the glory of God and the coming of his kingdom. Nevertheless, the corporate prayer life of a church must be grounded in the healthy, regular, personal prayer of its individual people.",
  "question2": "<b>The Nature of Personal Prayer:</b><br>Personal prayer can be carried out in such a way that it orients the believer toward outward-focused, kingdom-centered, corporate prayer. The Lord’s Prayer shows us how.",
  "question3": "<p><b>Heart-at-Rest Prayer:</b><br>The Lord’s Prayer sets out two goals for petitionary personal prayer: first, to put the world right—“thy kingdom come”—and second, to put your heart at rest— ”thy will be done.” Eugene Peterson, in Answering God, 1 his great book on praying the Psalms, points out how Psalm 4 (an evening prayer, oriented toward accepting and reflecting) comes before Psalm 5 (a morning prayer, oriented toward asking and action).</p><p><b>Psalm 4</b><br><span class='indented-passage'><span class='super'>1</span> Answer me when I call to you, O my righteous God.<br>Give me relief from my distress;<br>be merciful to me and hear my prayer.<br><span class='super'>2</span> How long, O men, will you turn my glory into shame? How long will you love delusions and seek false gods?<br><span class='super'>3</span> Know that the LORD has set apart the godly for himself; the LORD will hear when I call to him.<br><span class='super'>4</span> In your anger do not sin;<br>when you are on your beds, search your hearts and be silent.<br><span class='super'>5</span> Offer right sacrifices and trust in the LORD.<br><span class='super'>6</span> Many are asking, “Who can show us any good?” Let the light of your face shine upon us, O LORD.<br><span class='super'>7</span> You have filled my heart with greater joy<br>than when their grain and new wine abound.<br><span class='super'>8</span> I will lie down and sleep in peace,<br>for you alone, O LORD, make me dwell in safety.</span></p>",
  "prayer": [
    "Pray for the establishment of daily morning and evening prayer times in each person’s life, and for steadfastness and fruitfulness in those times.",
    "Pray for patience and alertness as you wait for God’s answers to your prayers."
  ],
  "worship": [
    {
      "header": "Meet With Me",
      "body": "<p>I'm here to meet with You<br>Come and meet with me.<br>I'm here to find You,<br>Reveal Yourself to me...</p><p>As I wait, You make me strong,<br>As I long, draw me to Your arms.<br>As I stand, and sing Your praise,<br>You come,  and fill this place</p><p>Won't You come, and fill this place,<br>Jesus come, and fill this place.</p>"
    },
    {
      "header": "Give Us Clean Hands",
      "body": "<p>We bow our hearts<br>We bend our knees<br>O Spirit, come make us humble<br>We turn our eyes from evil things<br>O Lord we cast down our idols</p><p>Give us clean hands<br>Give us pure hearts<br>Let us not lift our souls to another<br>Give us clean hands<br>Give us pure hearts<br>Let us not lift our souls to another</p><p>O God let us be a generation that seeks<br>That seeks Your face, oh God of Jacob (2X)</p>"
    }
  ]
}
