{
  "title_1": "Wisdom",
  "title_2": "A Case Study of Solomon",
  "scripture_verse": "1 Kings 3:16-28",
  "scripture_body":"<p><span class='super>16</super> Now two prostitutes came to the king and stood before him. <span class='super>17</span> One of them said, “Pardon me, my lord. This woman and I live in the same house, and I had a baby while she was there with me. <span class='super>18</span> The third day after my child was born, this woman also had a baby. We were alone; there was no one in the house but the two of us.</p><p><span class='super>19</span> “During the night this woman’s son died because she lay on him. <span class='super>20</span> So she got up in the middle of the night and took my son from my side while I your servant was asleep. She put him by her breast and put her dead son by my breast. <span class='super>21</span> The next morning, I got up to nurse my son—and he was dead! But when I looked at him closely in the morning light, I saw that it wasn’t the son I had borne.”</p><p><span class='super>22</span> The other woman said, “No! The living one is my son; the dead one is yours.”</p><p>But the first one insisted, “No! The dead one is yours; the living one is mine.” And so they argued before the king.</p><p><span class='super>23</span> The king said, “This one says, ‘My son is alive and your son is dead,’ while that one says, ‘No! Your son is dead and mine is alive.’”</p><p><span class='super>24</span> Then the king said, “Bring me a sword.” So they brought a sword for the king. <span class='super>25</span> He then gave an order: “Cut the living child in two and give half to one and half to the other.”</p><p><span class='super>26</span> The woman whose son was alive was deeply moved out of love for her son and said to the king, “Please, my lord, give her the living baby! Don’t kill him!”</p><p>But the other said, “Neither I nor you shall have him. Cut him in two!”</p><p><span class='super>27</span> Then the king gave his ruling: “Give the living baby to the first woman. Do not kill him; she is his mother.”</p><p><span class='super>28</span> When all Israel heard the verdict the king had given, they held the king in awe, because they saw that he had wisdom from God to administer justice.</p>",
  "goal": "",
  "background": "",
  "question1": "",
  "question2": "",
  "question3": "",
  "question4": "",
  "prayer": [],
  "worship": [
    {
      "header": "Your Grace Is Enough",
      "body": "<p>Great is your faithfulness oh God<br>You wrestle with the sinners heart<br>You lead us by still waters and to mercy<br>And nothing can keep us apart</p><p>So remember your people<br>Remember your children<br>Remember your promise<br>Oh God</p><p>Your grace is enough<br>Your grace is enough<br>Your grace is enough for me</p><p>Great is your love and justice God<br>You use the weak to lead the strong<br>You lead us in the song of your salvation<br>And all your people sing along</p><p>Your grace is enough<br>Heav'n reaching down to us<br>Your grace is enough for me<br>God, I see Your grace is enough<br>I'm covered in your love<br>Your grace is enough for me</p>"
    },
    {
      "header": "Psalm 145",
      "body": "<p><span class='super'>1</span> I will exalt you, my God the King; I will praise your name for ever and ever.<br><span class='super'>2</span> Every day I will praise you and extol your name for ever and ever.<br><span class='super'>3</span> Great is the Lord and most worthy of praise; his greatness no one can fathom.<br><span class='super'>4</span> One generation commends your works to another; they tell of your mighty acts.<br><span class='super'>5</span> They speak of the glorious splendor of your majesty — and I will meditate on your wonderful works.<br><span class='super'>6</span> They tell of the power of your awesome works — and I will proclaim your great deeds.<br><span class='super'>7</span> They celebrate your abundant goodness and joyfully sing of your righteousness. ...<br><span class='super'>21</span> My mouth will speak in praise of the Lord. Let every creature praise his holy name for ever and ever.</p>"
    },
    {
    	"header": "From The Inside Out",
    	"body": "<p>A thousand times I've failed<br>Still Your mercy remains<br>And should I stumble again<br>I'm caught in Your grace</p><p>Everlasting Your light will shine<br>When all else fades<br>Never ending<br>Your glory goes beyond all fame</p><p>Your will above all else<br>My purpose remains<br>The art of losing myself<br>In bringing You praise</p><p>In my heart and my soul<br>Lord I give You control<br>Consume me from the inside out, Lord<br>Let justice and praise<br>Become my embrace<br>To love you from the inside out</p><p>Everlasting Your light will shine<br>When all else fades<br>Never ending<br>Your glory goes beyond all fame<br>And the cry of my heart<br>Is to bring You praise<br>From the inside out<br>Lord my soul cries out</p>"
    }
  ]
}
