{
  "title_1": "Epiphany: Seeing Jesus",
  "title_2": "The Lamb",
  "scripture_verse": "John 1:19-34",
  "scripture_body":"<p><span class='super'>19</span> Now this was John’s testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <span class='super'>20</span> He did not fail to confess, but confessed freely, “I am not the Christ.” <span class='super'>21</span> They asked him, “Then who are you? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” He answered, “No.”</p><p><span class='super'>22</span> Finally they said, “Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?” <span class='super'>23</span> John replied in the words of Isaiah the prophet, “I am the voice of one calling in the desert, ‘Make straight the way for the Lord.’ ”</p><p><span class='super'>24</span> Now some Pharisees who had been sent <span class='super'>25</span> questioned him, “Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?” <span class='super'>26</span> “I baptize with water,” John replied, “but among you stands one you do not know. <span class='super'>27</span> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.” <span class='super'>28</span> This all happened at Bethany on the other side of the Jordan, where John was baptizing.</p><p><span class='super'>29</span> The next day John saw Jesus coming toward him and said, “Look, the Lamb of God, who takes away the sin of the world! <span class='super'>30</span> This is the one I meant when I said, ‘A man who comes after me has surpassed me because he was before me.’ <span class='super'>31</span> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.”</p><p><span class='super'>32</span> Then John gave this testimony: “I saw the Spirit come down from heaven as a dove and remain on him. <span class='super'>33</span> I would not have known him, except that the one who sent me to baptize with water told me, ‘The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.’ <span class='super'>34</span> I have seen and I testify that this is the Son of God.”</p>",
  "goal": "To see how the image of Jesus as the Lamb of God is of fundamental importance to understanding both him and our Christian life.",
  "background": "Having finished the prologue of his gospel where John establishes that the story of Jesus begins in Genesis and is bound up with God’s work of creation, he now locates Jesus historically as a contemporary of John the Baptist. Unlike Matthew or Luke, there is no infancy narrative in John’s gospel. His account of Jesus begins with the inauguration of Jesus’ public ministry.",
  "addlSections": [
    {
      "header": "SECTION I (VV. 19-28)",
      "body": "<p>Goal for this section: To understand John’s role as witness to Jesus and to reflect on the implication for our lives.</p><p><b>1. What do we learn about John the Baptist in this passage and what are some of the implications for our lives?</b></p><p><b>2. John says, “He is the one who comes after me, the thongs of whose sandals I am not worthy to untie” which was a job reserved for the lowliest of servants. What is healthy about this kind of posture towards Jesus and what distortions does it lead to in our Christian lives when we do not have this kind of posture?</b></p>"
    },
    {
      "header": "SECTION II (VV. 19-34)",
      "body": "<p>Goal for this section: To reflect on the truths that are bound up with the identity of Jesus as the “Lamb of God who takes away the sins of the world.”</p><p><b>3. John identifies Jesus with these words: “Look, the Lamb of God who takes away the sin of the world.” What important truths are bound up with that statement?</b></p><p><b>4. If we only see Jesus as a king but don’t see him foundationally as the “Lamb of God”, how will that affect the way we live our Christian life?</b></p>"
    },
    {
      "header": "SECTION III (APPLICATION)",
      "body": "<p>Goal for this section: In light of our call to make our faith public, to reflect on how our culture thinks about forgiveness and the implications for our witness.</p><p><b>5. (Public faith question) One author has said, “The gospel’s offer of radical forgiveness often comes across to many as a solution to a problem that the world no longer has.” What do you think the author meant by that and why do you think that is the case?</b></p><p><b>6. In your experience, what brings people to a place where they value forgiveness and long for it? How can we better appreciate our need for forgiveness and help our friends to appreciate it as well?</b></p><p><b>**7. What do you find to be the greatest obstacles to forgiving others and how can knowing Jesus as the Lamb of God help you in this task?</b></p>"
    }
  ],
  "worship": [
    {
      "header": "Beautiful One",
      "body": "<p>Wonderful, so wonderful is your unfailing love<br>Your cross has spoken mercy over me<br>No eye has seen, no ear has heard, no heart can fully know<br>How glorious how beautiful you are</p><p>Beautiful One I love<br>Beautiful One I adore<br>Beautiful One my soul must sing</p><p>Powerful, so powerful your glory fills the stars<br>Your mighty words displayed for all to see<br>The beauty of your majesty awakes my heart to sing<br>How marvelous how wonderful you are</p><p>You opened my eyes to your wonders anew<br>You captured my heart with this love<br>Because nothing on earth is as beautiful as you (x2)</p>"
    },
    {
      "header": "Mighty To Save",
      "body": "<p>Everyone needs compassion<br>A love thats never failing<br>Let mercy fall on me<br>Everyone needs forgiveness<br>the kindness of a savior<br>and hope of nations</p><p>Savior, he can move the mountains<br>My god is mighty to save<br>He is mighty to save<br>Forever, author of salvation<br>He rose and conquered the grave<br>Jesus conquered the grave</p><p>So take me as you find me<br>With all my fears abandoned<br>and fill my life again<br>I give my life to follow<br>and everything I believe in<br>and I surrender</p><p>Shine your light and, let the whole world see, were singin'<br>for the glory, of the risen king, Jesus<br>Shine your light and, let the whole world see, were singin'<br>for the glory, of the risen king</p>"
    }
  ]
}