{
  "title_1": "Lent: Knowing Jesus",
  "title_2": "Communion",
  "scripture_verse": "Luke 22:14-20 and 1 Corinthians 10:16-17",
  "scripture_body":"<p><span class='super'>14</span> When the hour came, Jesus and his apostles reclined at the table. <span class='super'>15</span> And he said to them, “I have eagerly desired to eat this Passover with you before I suffer. <span class='super'>16</span> For I tell you, I will not eat it again until it finds fulfillment in the kingdom of God.”<span class='super'>17</span> After taking the cup, he gave thanks and said, “Take this and divide it among you. <span class='super'>18</span> For I tell you I will not drink again from the fruit of the vine until the kingdom of God comes.”<span class='super'>19</span> And he took bread, gave thanks and broke it, and gave it to them, saying, “This is my body given for you; do this in remembrance of me.”<span class='super'>20</span> In the same way, after the supper he took the cup, saying, “This cup is the new covenant in my blood, which is poured out for you.”</p><p><span class='super'>16</span> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ? <span class='super'>17</span> Because there is one loaf, we, who are many, are one body, for we all share the one loaf.</p>",
  "goal": "To examine the practice of the Lord’s Supper, explore why Jesus gave us this meal, and reflect on how it ought to shape us as his people. ",
  "background": "<p>This week we’ll spend our time together contemplating the sacrament of Communion as a spiritual discipline. When Jesus wanted to give his followers a way of understanding what was about to happen to him, he gave them an act to perform, a new kind of meal to share. This occurred on the eve of his crucifixion during the Last Supper with his disciples at the Passover meal, a hugely symbolic event. Passover was celebrated annually to commemorate God’s dramatic deliverance of his people from slavery in Egypt when the angel of death “passed over” homes that had been sprinkled with the blood of a lamb, sparing the life of the first born son (Exodus 12).</p><p>This new meal, known as the Lord’s Supper or the Eucharist, is a practice that roots us in the past by reminding us of what Jesus did for us —his body broken, his blood poured out for us — so that his record would become our salvation and identity. It roots us in the present because by faith we are nourished by the body and blood of Christ through the tangible elements of bread and wine. It also points us toward the future. When we celebrate the Lord’s Supper, the final, future meal with Christ comes to us in the present, giving us a foretaste of what is to come.</p>",
  "addlSections": [
    {
      "header": "SECTION I",
      "body": "<p>Goal for this section: To examine the significance of the events of the Last Supper and why Jesus gave us the Lord’s Supper.</p><p><b>** 1. Why is it particularly significant that the Last Supper, Jesus’ final meal with his disciples before he was crucified, was a Passover meal (vv. 14-15)?</b></p><b>2. How did Jesus change this into a different kind of Passover meal (vv. 16-20)?</b></p>"
    },
    {
      "header": "SECTION II",
      "body": "<p>Goal for this section: To examine how the spiritual practice of the Lord’s Supper is intended to be something we do as an interconnected community.</p><p><b>3. What does Paul’s description of the Lord’s Supper in 1 Corinthians add to our understanding of this practice (vv. 16-17)?</b></p><p><b>4. What are the practical implications for us of participating in the Lord’s Supper?</b></p>"
    },
    {
      "header": "PUBLIC FAITH APPLICATION",
      "body": "<p><b>5. Brainstorm, Plan and Invite: Last week we talked about organizing a social together as a Community Group to reach out to friends who don’t identify as Christians. The application section this week is purposefully short so that your group can have the time for more planning.</b></p><p><b>6. Pray: Pray for each one that God will bring to this event who doesn’t identify as a Christian. Then transition into a time of praying for your wider Circle of Friends (see below)</b></p>"
    }
  ],
  "worship": [
    {
      "header": "...",
      "body": "<img src='http://media1.giphy.com/media/MhHXeM4SpKrpC/giphy.gif'>"
    }
  ]
}
