{
  "title_1": "The Prayer of Prayers",
  "title_2": "Family - Our Father",
  "scripture_verse": "Galatians 3:26-4:7",
  "scripture_body":"<p><span class='super'>3:26</span> So in Christ Jesus you are all children of God through faith, <span class='super'>27</span> for all of you who were baptized into Christ have clothed yourselves with Christ. <span class='super'>28</span> There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus. <span class='super'>29</span> If you belong to Christ, then you are Abraham’s seed, and heirs according to the promise.</p><p><span class='super'>4:1</span> What I am saying is that as long as an heir is underage, he is no different from a slave, although he owns the whole estate. <span class='super'>2</span> The heir is subject to guardians and trustees until the time set by his father. <span class='super'>3</span> So also, when we were underage, we were in slavery under the elemental spiritual forces of the world. <span class='super'>4</span> But when the set time had fully come, God sent his Son, born of a woman, born under the law, <span class='super'>5</span> to redeem those under the law, that we might receive adoption to sonship. <span class='super'>6</span> Because you are his sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, “Abba, Father.” <span class='super'>7</span> So you are no longer a slave, but God’s child; and since you are his child, God has made you also an heir.</p>",
  "goal": "To introduce us to an understanding of how our being adopted into the family of God transforms how we pray. Through Jesus, we pray as children of God.",
  "background": "Redeemer’s ministry theme for this upcoming year is Prayer Renewal: Drawing near to God. During the next eight weeks, we will explore Jesus’ model prayer (“The Prayer of Prayers”) as a way of helping us to understand why we need to pray and why we should want to pray. What is popularly known as “the Lord’s Prayer” (Matthew 6:5-13; Luke 11:1-4) could be split into the address and the petitions, but we will isolate one of its parts each week and comment on a biblical text that helps us understand what is happening in that particular aspect of prayer. Note: We will also look at the final ascription (“for thine is the kingdom”), which is sometimes included in public and private recitations of this prayer.",
  "addlSections": [
    {
      "header": "SECTION I",
      "body": "<p>Goal for this section: To understand the relevance of becoming adopted by God through Jesus Christ to prayer.</p><p><b>1. Explore the different features of the amazing claim that those who trust in Christ are also adopted by God (3:26-4:3, 6-7). What are some things that Paul says a person gains by becoming a son of God?</b></p>"
    },
    {
      "header": "SECTION II",
      "body": "<p>Goal for this section: To grasp how we might have assurance that God will always be “Our Father.”</p><p><b>2. Discuss the significance of Jesus’ being “born of a woman, born under the law” so that those who are subject to God’s moral demands might be redeemed (4:4-5). What did Jesus do to make spiritual sonship a sure thing?</b></p><p><b>3. If you genuinely accepted God’s way of adopting you as his own child (at the cost of his only Begotten Son, Jesus Christ), how would it change your daily attitude toward prayer and practice of it?</b></p>"
    },
    {
      "header": "PRAYER",
      "body": "<h4>BACKGROUND</h4><p>What is prayer? Simply put, prayer is the act of listening to and speaking to God. Contemplating The Lord’s Prayer each week in this sermon series will not be just an academic exercise in talking and thinking about prayer, but more importantly, an experience of growing more faithful in prayer (Romans 12:12). Consequently, there will be a stronger than usual emphasis on taking time to pray in each study. Our hope is that prayer would become a normal, continual and joyful part of every Christian’s life or an act that is helpful for those exploring the Christian faith (1 Thessalonians 5:17). This week, the emphasis will be primarily on speaking to God. In later weeks, the emphasis will be on both listening and speaking.</p><p>Having observed Jesus praying, a disciple asks him to teach them to pray (Luke 11:1). His response is to give them what has come to be known as “The Lord’s Prayer.” The very first words of The Lord’s Prayer, “Our Father,” emphasize that Christians are children adopted into God’s family. Thus, Christians are invited to see and relate to the creator and sustainer of the universe as a loving father who is deeply personal, interested, and intimately involved in their lives. The Lord’s Prayer also emphasizes “our” and “we” instead of “I” and “me” — thus demonstrating that prayer is a community-building practice. To be shaped as a community through praying together necessitates praying aloud, though that may seem uncomfortable or unusual at first. Christians come to him as children, and children ask for things out loud. In addition, scripture tells us this is how Jesus often prayed as well (Hebrews 5:7).</p><p>Prayer is powerful. Through it, Christians are invited to join God in what he is doing in the world: “your kingdom come, your will be done, on earth as it is in heaven.” And in prayer, one can participate with God in the renewal of all things (Isaiah 43:19; Revelation 21:5).</p><h4>OVERVIEW OF EACH APPLICATION</h4><p>Throughout the next nine weeks, you will notice that each prayer application follows the same format. Each week you will have a goal that will assist you in focusing your thoughts on the desired implication of that type of prayer. At the end of each application, there is a section called “Next Steps.” Next Steps recognizes that prayer is hard and that establishing a rhythm of prayer in our lives is necessary. The hope of the Next Steps is that one will come to the place where regular prayer will be both a desire and a joy. In subsequent weeks, you will begin the prayer application by looking back at the previous week to see ways that the practice of prayer is shaping your understanding of God and your life.</p>"
    },
    {
      "header": "PRAYER EXERCISE",
      "body": "<p>Goal of this application: To experience how hard prayer can be and yet how freeing prayer can become when we approach God as children.</p><ol><li>1. Though we’ve just discussed that praying aloud builds community, this week we’ll begin our time together in this first study with some minutes of silent group prayer.</li><li>2. What was hard for you about that five minutes of prayer time? Why is prayer in general so hard?</li><li>3. In 2 Corinthians 6:18, we’re told: I will be a Father to you, and you will be my sons and daughters, says the Lord Almighty. In many other places in the Bible, including the Lord’s Prayer, God reminds us that he is our father and we are his children. What would the perfect father be like? Some examples (brainstorm other ways):<br/><br/>• A perfect father is one who loves me, without condition.<br/>• A perfect father is one who is proud of me, who is for me.<br/>What are little children like? Some examples (brainstorm other ways):<br/>• Children are not afraid to begin with themselves — talking about their feelings, their problems, their lives, and what is interesting to them.<br/>• Children learn a great deal by playing — it’s unstructured, it’s often spontaneous, it’s fun.<br/><br/>If God is a perfect father, how could our being like children change how we view and experience prayer? How can prayer be a different experience if we truly believe deep down that we are God’s beloved children, who are loved unconditionally, and that God our father really wants to hear from us? </li><li>4. Since Christians are God’s children, prayer can begin by asking like a child and speaking like a child. This means avoiding flowery language or formal phrases but using language that is natural to you.<br/><br/>Take another five minutes to be a small child with God: Begin with yourselves. Where are you? What are you thinking about? What is important to you right now? (Talk to God about these things. Try not to make a judgment about them. Not only do we judge others too quickly, but we also do the same with ourselves. In this way, we fail to involve God in big chunks of our lives.)</li><li>5. Share briefly how this time was qualitatively different for you from the opening five minutes.</li><li>6. End with another five minutes of prayer, again talking to God as a child, this time focusing on the aspects of God that make him a perfect father. If you don’t consider God to be your father, spend the time asking him questions about himself, questions you would love to know the answers to. <br/><br/>At the end of five minutes, your leader will lead your group in a time of saying the Lord’s Prayer out loud together (Matthew 6:9-14). If you don’t feel comfortable speaking out loud, just listen quietly as others pray.</li><li>7. Next steps: Set aside a few times this week where you spend five minutes or more talking with God as his child, a child he delights to know, a child whom he wants to spend personal one-on-one time with. (Remember, prayer is based on a family tie Christians have as God’s children so like family relationships, its not always going to be joyful or exciting, but its something believers are to be faithful in whether they feel like it or not.) Be prepared to share your experiences with the group next time you meet. If you don’t consider God your father, spend some time asking him any questions you might have, the way a child would, and come prepared to share those with your group.</li></ol>"
    }
  ],
  "worship": [
    {
      "header": "Psalm 24",
      "body": "<p><span class='super'>1</span> The earth is the Lord’s, and everything in it,<br/>the world, and all who live in it;<br/><span class='super'>2</span> for he founded it on the seas<br/>and established it on the waters.</p><p><span class='super'>3</span> Who may ascend the mountain of the Lord?<br/>Who may stand in his holy place?<br/><span class='super'>4</span> The one who has clean hands and a pure heart,<br/>who does not trust in an idol<br/>or swear by a false god.</p><p><span class='super'>5</span> They will receive blessing from the Lord<br/>and vindication from God their Savior.<br/><span class='super'>6</span> Such is the generation of those who seek him,<br/>who seek your face, God of Jacob.</p><p><span class='super'>7</span> Lift up your heads, you gates;<br/>be lifted up, you ancient doors,<br/>that the King of glory may come in.<br/><span class='super'>8</span> Who is this King of glory?<br/>The Lord strong and mighty,<br/>the Lord mighty in battle.<br/><span class='super'>9</span> Lift up your heads, you gates;<br/>lift them up, you ancient doors,<br/>that the King of glory may come in.<br/><span class='super'>10</span> Who is he, this King of glory?<br/>The Lord Almighty—<br/>he is the King of glory.</p>"
    },
    {
      "header": "This Is Amazing Grace",
      "body": "<p>Who breaks the power of sin and darkness<br>Whose love is mighty and so much stronger<br>The King of Glory, the King above all kings<br>Who shakes the whole earth with holy thunder<br>Who leaves us breathless in awe and wonder<br>The King of Glory, the King above all kings</p><p>This is amazing grace<br>This is unfailing love<br>That You would take my place<br>That You would bear my cross<br>You would lay down Your life<br>That I would be set free<br>Jesus, I sing for<br>All that You've done for me</p><p>Who brings our chaos back into order<br>Who makes the orphan a son and daughter<br>The King of Glory, the King above all kings<br>Who rules the nations with truth and justice<br>Shines like the sun in all of its brilliance<br>The King of Glory, the King above all kings</p><p>Worthy is the Lamb who was slain<br>Worthy is the King who conquered the grave<br>Worthy is the Lamb who was slain<br>Worthy is the King who conquered the grave</p>"
    }
  ]
}