{
  "title_1": "The Prayer of Prayers",
  "title_2": "Awe - Hallowed Be Thy Name",
  "scripture_verse": "Psalm 63:1-11",
  "scripture_body":"<span class='super'>1</span> You, God, are my God,<br/>earnestly I seek you;<br/>I thirst for you,<br/>my whole being longs for you,<br/>in a dry and parched land<br/>where there is no water.<br/><span class='super'>2</span> I have seen you in the sanctuary<br/>and beheld your power and your glory.<br/><span class='super'>3</span> Because your love is better than life,<br/>my lips will glorify you.<br/><span class='super'>4</span> I will praise you as long as I live,<br/>and in your name I will lift up my hands.<br/><span class='super'>5</span> I will be fully satisfied as with the richest of foods;<br/>with singing lips my mouth will praise you.<br/><span class='super'>6</span> On my bed I remember you;<br/>I think of you through the watches of the night.<br/><span class='super'>7</span> Because you are my help,<br/>I sing in the shadow of your wings.<br/><span class='super'>8</span> I cling to you;<br/>your right hand upholds me.<br/><span class='super'>9</span> Those who want to kill me will be destroyed;<br/>they will go down to the depths of the earth.<br/><span class='super'>10</span> They will be given over to the sword<br/>and become food for jackals.<br/><span class='super'>11</span> But the king will rejoice in God;<br/>all who swear by God will glory in him,<br/>while the mouths of liars will be silenced.",
  "goal": "To investigate how shaping prayer with love for and awe of God can bring about true change in our hearts.",
  "background": "<p>Redeemer’s ministry theme for this year is “Prayer Renewal: Drawing near to God.” We have begun to explore Jesus’ model prayer (“the prayer of prayers”) as a way of helping us to understand how we should pray and why we should want to pray. Remember that as we isolate one part of The Lord’s Prayer each week, we will reflect on a biblical text that helps us understand what is happening in that particular aspect of prayer.</p><p>This week’s focus from The Lord’s Prayer is “hallowed be thy name.” We will look at the 63rd Psalm, a psalm of David, which he wrote reflecting on his escape into the “wilderness of Judah” after his son, Absalom, violently took away his throne (2 Samuel 15:23-17:29). In the middle of his difficulty, David was deeply comforted by a glimpse of God’s strength and beauty.</p>",
  "addlSections": [
    {
      "header": "SECTION I",
      "body": "<p>Goal for this section: To examine the true nature of adoring and delighting in God for who he is.</p><p><b>1. This psalm portrays David’s affections in a particular way. What are some things that characterize a heart that truly longs to adore God (vv. 1-3)?</b></p><p><b>2. What characteristics of God does David seem to grasp so vividly that it caused him to desire God even more?</b></p>"
    },
    {
      "header": "SECTION II",
      "body": "<p>Goal for this section: To introduce the means for improving our spiritual experience and the results of that improvement.</p><p><b>3. The depth of spiritual experience described in this psalm was something David cultivated. What practices do you see in this passage that are employed to stir up awe and affection for God (vv. 4-8)? Share if you have experienced this awe and affection.</b></p><p><b>4. Discuss some of the changes in David as a result of his loving gaze upon God. Which of these changes do you most want to see in your life (vv. 9-11)?</b></p>"
    },
    {
      "header": "PRAYER",
      "body": "<h4>WEEK IN REVIEW</h4><p>Last week, we focused on God as “Father.” Whether you consider God your father or not, spend a few minutes sharing how your time speaking with God as a child went this past week.</p><h4>PRAYER EXERCISE</h4><p>Goal of this application: To develop the ability and the joy of praising God for who he is.</p><p>1. Leader introduction</p><p>2. Read the attributes and verses below aloud one by one. Allow a minute or more in between each for silent reflection and prayer. Then take one more minute to allow people to pray out loud as a group.</p><ul><li><b>Merciful:</b> “For the Lord your God is a merciful God; he will not abandon or destroy you or forget the covenant with your forefathers, which he confirmed to them by oath.” (Deuteronomy 4:31)</li><li><b>Holy:</b> “There is none holy like the Lord, there is none besides You; there is no Rock like our God.” (1 Samuel 2:2)</li><li><b>Just:</b> “The works of his hands are faithful and just; all his precepts are trustworthy.” (Psalm 111:7)</li><li><b>Good:</b> “Give thanks to the Lord for he is good. his love endures forever.” (Psalm 136:1)</li><li><b>Kind:</b> “The Lord is faithful in all his words and kind in all his works.” (Psalm 145:13)</li><li><b>Wise:</b> “This also comes from the Lord of hosts; he is wonderful in counsel and excellent in wisdom.” (Isaiah 28:29)</li><li><b>Generous:</b> “If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.” (James 1:5)</li></ul><p>Close your time of prayer together with a brief prayer by the person who led this exercise.</p><p><b>3. Next steps:</b> Take these attributes and continue to pray them throughout this week. Also consider taking time to read the Bible on your own to discover other aspects of God’s character for which you can praise him. </p>"
    }
  ],
  "worship": [
    {
      "header": "...",
      "body": ""
    }
  ]
}